Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Lifestyle
de_de: Lebensstil
es_es: Estilo de vida
fr_fr: Mode de vie
it_it: Stile di vita
pt_pt: Estilo de vida
ru_ru: Стиль жизни

source: Light
de_de: Licht
es_es: Luz
fr_fr: Lumière
it_it: Luce
pt_pt: Luz
ru_ru: Свет

source: Light mode
de_de: Licht-Modus
es_es: Modo luz
fr_fr: Mode lumineux
it_it: Modalità luce
pt_pt: Modo de luz
ru_ru: Свет Мода

source: Link
es_es: Enlace
fr_fr: Lien
it_it: Collegamento
pt_pt: Ligação
ru_ru: Линк

source: LinkedIn
ru_ru: Линкедин

source: List of your users who are subscribed for push notifications.
de_de: Liste deiner Nutzer, die Push-Benachrichtigungen abonniert haben.
es_es: Lista de los usuarios suscritos a las notificaciones push.
fr_fr: Liste des utilisateurs abonnés aux notifications push.
it_it: Elenco degli utenti iscritti alle notifiche push.
pt_pt: Lista dos seus utilizadores que estão subscritos para notificações push.
ru_ru: Список ваших пользователей, которые подписываются на push Notifications.

source: Loading Progress Bar
de_de: Ladefortschrittsbalken
es_es: Barra de progreso de carga
fr_fr: Chargement de la barre de progression
it_it: Barra di avanzamento del caricamento
pt_pt: Barra de progresso de carregamento
ru_ru: Загрузка прогресса бар

source: Lock
de_de: Sperre
es_es: Cerradura
fr_fr: Verrouiller
it_it: Blocco
pt_pt: Bloqueio
ru_ru: Закрытие

source: Low Stock
de_de: Niedriger Bestand
es_es: Stock bajo
fr_fr: Faible stock
it_it: Basso stock
pt_pt: Estoque baixo
ru_ru: Низкие запасы

source: Low Stock Alert: %s
de_de: Alarm bei niedrigem Bestand: %s
es_es: Alerta de stock bajo: %s
fr_fr: Alerte de stock faible : %s
it_it: Allarme scorte scarse: %s
pt_pt: Alerta de stock baixo: %s
ru_ru: Низкий запас сигнализации: %s

source: Mac
ru_ru: Макс

source: Magazines
de_de: Zeitschriften
es_es: Revistas
it_it: Riviste
pt_pt: Revistas
ru_ru: Журналисты

source: Mail
es_es: Correo
fr_fr: Courrier
it_it: Posta
pt_pt: Correio
ru_ru: почта

source: Makes the content fade out when leaving, and fade in when entering.
de_de: Lässt den Inhalt beim Verlassen aus- und beim Betreten wieder einblenden.
es_es: Hace que el contenido se desvanezca al salir, y se desvanezca al entrar.
fr_fr: Fait disparaître le contenu en fondu lorsqu'on le quitte et le fait réapparaître en fondu lorsqu'on y entre.
it_it: Fa sì che il contenuto svanisca quando si esce e rientri quando si entra.
pt_pt: Faz com que o conteúdo desapareça ao sair e apareça ao entrar.
ru_ru: Содержание исчезает при отъезде и исчезает при въезде.

source: Makes the content slide out to one direction, and slide in from the other.
de_de: Lässt den Inhalt in die eine Richtung heraus- und in die andere hineinrutschen.
es_es: Hace que el contenido se deslice hacia fuera en una dirección y hacia dentro en la otra.
fr_fr: Fait glisser le contenu vers l'extérieur dans une direction et vers l'intérieur dans l'autre.
it_it: Fa scorrere il contenuto in una direzione e lo fa rientrare dall'altra.
pt_pt: Faz com que o conteúdo deslize para fora numa direção e deslize para dentro na outra.
ru_ru: Он делает контент слайдом в одном направлении, а слайдом в другом.

source: Map Pin
de_de: Karte Pin
es_es: Mapa Pin
fr_fr: Carte de l'épingle
it_it: Mappa Pin
pt_pt: Pino do mapa
ru_ru: Карта Пин

source: Mark cached website content as persistent to prevent deletion.
de_de: Markiere zwischengespeicherte Website-Inhalte als dauerhaft, um eine Löschung zu verhindern.
es_es: Marque el contenido del sitio web almacenado en caché como persistente para evitar su eliminación.
fr_fr: Marquer le contenu du site web mis en cache comme persistant pour empêcher sa suppression.
it_it: Contrassegnare il contenuto del sito web nella cache come persistente per impedirne la cancellazione.
pt_pt: Marcar o conteúdo do sítio Web em cache como persistente para evitar a eliminação.
ru_ru: Контент сайта Mark Cached настолько упорный, чтобы предотвратить удаление.

source: Medical
de_de: Medizinisch
es_es: Médico
fr_fr: Médical
it_it: Medico
pt_pt: Médico
ru_ru: Медицинские

source: Megaphone
de_de: Megaphon
es_es: Megáfono
fr_fr: Mégaphone
it_it: Megafono
pt_pt: Megafone
ru_ru: Мегафоны

source: Member Mention
de_de: Mitglied Erwähnung
es_es: Mención Miembro
fr_fr: Mention du membre
it_it: Menzione del membro
pt_pt: Menção de Membro
ru_ru: Член упоминает

source: Member Reply
de_de: Mitglied Antwort
es_es: Respuesta de los miembros
fr_fr: Réponse des membres
it_it: Risposta del membro
pt_pt: Resposta do membro
ru_ru: Член ответа

source: Menu Switch
de_de: Menü Schalter
es_es: Menú Interruptor
fr_fr: Commutateur de menu
it_it: Interruttore di menu
pt_pt: Interruptor de menu
ru_ru: Меню переключают

source: Message Circle
de_de: Nachrichtenkreis
es_es: Círculo de mensajes
fr_fr: Cercle de messages
it_it: Cerchio dei messaggi
pt_pt: Círculo de mensagens
ru_ru: Цикл сообщений

source: Mic
fr_fr: Micro
it_it: Microfono
pt_pt: Microfone
ru_ru: Мик

source: Minimal UI
de_de: Minimale UI
es_es: Interfaz de usuario mínima
fr_fr: Interface utilisateur minimale
it_it: Interfaccia utente minimale
pt_pt: IU mínima
ru_ru: Минимальный УИ

source: Minimum 100x100 PNG, JPG, JPEG, or WEBP image.
de_de: Mindestens 100x100 PNG-, JPG-, JPEG- oder WEBP-Bild.
es_es: Imagen PNG, JPG, JPEG o WEBP de 100x100 como mínimo.
fr_fr: Image PNG, JPG, JPEG ou WEBP de 100x100 au minimum.
it_it: Immagine PNG, JPG, JPEG o WEBP minimo 100x100.
pt_pt: Imagem mínima de 100x100 PNG, JPG, JPEG ou WEBP.
ru_ru: Минимальный размер изображения 100x100 PNG, Jpg, Jpeg или Webp.

source: Monitor Smartphone
fr_fr: Moniteur Smartphone
it_it: Monitoraggio dello smartphone
pt_pt: Monitorizar o smartphone
ru_ru: Смартфон монитор

source: Moon
de_de: Mond
es_es: Luna
fr_fr: Lune
it_it: Luna
pt_pt: Lua
ru_ru: Луна

source: Most
de_de: Die meisten
es_es: Más
fr_fr: La plupart des
it_it: La maggior parte
pt_pt: A maioria
ru_ru: Большинство

source: Music
de_de: Musik
es_es: Música
fr_fr: Musique
it_it: Musica
pt_pt: Música
ru_ru: музыку

source: Navigation
es_es: Navegación
it_it: Navigazione
pt_pt: Navegação
ru_ru: Навигация

source: Navigation Items
de_de: Navigationselemente
es_es: Elementos de navegación
fr_fr: Éléments de navigation
it_it: Elementi di navigazione
pt_pt: Itens de navegação
ru_ru: Навигационные предметы

source: Navigation Menu
de_de: Navigation Menü
es_es: Menú de navegación
fr_fr: Menu de navigation
it_it: Menu di navigazione
pt_pt: Menu de navegação
ru_ru: Навигационное меню

source: Navigation Tab Bar
de_de: Navigations-Reiterleiste
es_es: Barra de navegación
fr_fr: Barre d'onglets de navigation
it_it: Barra delle schede di navigazione
pt_pt: Barra do separador de navegação
ru_ru: Навигация Tab Bar

source: Navigation tab bar provides app like experience by adding tabbed navigation menu bar on the bottom of your web app when accessed from mobile devices.
de_de: Die Navigations-Tab-Leiste bietet eine App-ähnliche Erfahrung, indem sie eine Tabulator-Navigationsmenüleiste am unteren Rand deiner Web-App hinzufügt, wenn von mobilen Geräten darauf zugegriffen wird.
es_es: La barra de pestañas de navegación ofrece una experiencia similar a la de una aplicación, ya que añade una barra de menú de navegación con pestañas en la parte inferior de la aplicación web cuando se accede a ella desde dispositivos móviles.
fr_fr: La barre d'onglets de navigation offre une expérience similaire à celle d'une application en ajoutant une barre de menu de navigation à onglets au bas de votre application web lorsqu'elle est accessible depuis des appareils mobiles.
it_it: La barra di navigazione a schede offre un'esperienza simile a quella di un'app, aggiungendo una barra di menu di navigazione a schede nella parte inferiore dell'applicazione web quando vi si accede da dispositivi mobili.
pt_pt: A barra de separadores de navegação proporciona uma experiência semelhante à de uma aplicação, adicionando uma barra de menu de navegação com separadores na parte inferior da sua aplicação Web quando acedida a partir de dispositivos móveis.
ru_ru: Навигационная лента предоставляет приложению подобное опыту, добавляя ленту меню Навигационная лента внизу веб-приложения, когда она доступна с мобильных устройств.

source: Need a desktop app?
de_de: Du brauchst eine Desktop-App?
es_es: ¿Necesita una aplicación de escritorio?
fr_fr: Besoin d'une application de bureau ?
it_it: Avete bisogno di un'applicazione per desktop?
pt_pt: Precisa de uma aplicação para computador?
ru_ru: Нужна ли приложение на десктоп?

source: Network
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
it_it: Rete
pt_pt: Rede
ru_ru: Сеть

source: Network-First
de_de: Netzwerk-First
es_es: Primero la red
fr_fr: Le réseau d'abord
it_it: Prima la rete
pt_pt: Rede em primeiro lugar
ru_ru: Сетевая первая

source: Network-Only
de_de: Nur Netzwerk
es_es: Sólo red
fr_fr: Réseau uniquement
it_it: Solo rete
pt_pt: Apenas rede
ru_ru: Сеть - только

source: New %s - %s
de_de: Neu %s - %s
es_es: Nuevo %s - %s
fr_fr: Nouveau %s - %s
it_it: Nuovo %s - %s
pt_pt: Novo %s - %s
ru_ru: Новый %s -%s

source: New Comment
de_de: Neuer Kommentar
es_es: Nuevo comentario
fr_fr: Nouveau commentaire
it_it: Nuovo commento
pt_pt: Novo comentário
ru_ru: Новый комментарий

source: New Comment By %s
de_de: Neuer Kommentar von %s
es_es: Nuevo comentario de %s
fr_fr: Nouveau commentaire par %s
it_it: Nuovo commento da %s
pt_pt: Novo comentário por %s
ru_ru: Новый комментарий от % s

source: New comment from %s
de_de: Neuer Kommentar von %s
es_es: Nuevo comentario de %s
fr_fr: Nouveau commentaire de %s
it_it: Nuovo commento da %s
pt_pt: Novo comentário de %s
ru_ru: Новый комментарий от % s

source: New Content
de_de: Neuer Inhalt
es_es: Nuevo contenido
fr_fr: Nouveau contenu
it_it: Nuovi contenuti
pt_pt: Novo conteúdo
ru_ru: Новый контент

source: New friend request from %s
de_de: Neue Freundschaftsanfrage von %s
es_es: Nueva solicitud de amistad de %s
fr_fr: Nouvelle demande d'ami de la part de %s
it_it: Nuova richiesta di amicizia da %s
pt_pt: Novo pedido de amizade de %s
ru_ru: Новый запрос друзей от % s

source: New mention from %s
de_de: Neue Erwähnung von %s
es_es: Nueva mención de %s
fr_fr: Nouvelle mention de %s
it_it: Nuova segnalazione da parte di %s
pt_pt: Nova menção de %s
ru_ru: Новое упоминание от %s

source: New Message
de_de: Neue Nachricht
es_es: Nuevo mensaje
fr_fr: Nouveau message
it_it: Nuovo messaggio
pt_pt: Nova mensagem
ru_ru: Новое сообщение

source: New message from %s
de_de: Neue Nachricht von %s
es_es: Nuevo mensaje de %s
fr_fr: Nouveau message de %s
it_it: Nuovo messaggio da %s
pt_pt: Nova mensagem de %s
ru_ru: Новое сообщение от % s

source: New Order
de_de: Neue Ordnung
es_es: Nuevo orden
fr_fr: Nouvel Ordre
it_it: Nuovo ordine
pt_pt: Nova Ordem
ru_ru: Новый порядок

source: New Order #%s
de_de: Neue Ordnung #%s
es_es: Nuevo Orden #%s
fr_fr: Nouvel Ordre #%s
it_it: Nuovo Ordine #%s
pt_pt: Nova Ordem #%s
ru_ru: Новый заказ #% s

source: New order from %s for %s%s (%d items)
de_de: Neue Bestellung von %s für %s%s (%d Artikel)
es_es: Nuevo pedido de %s para %s%s (%d artículos)
fr_fr: Nouvelle commande de %s pour %s%s (%d items)
it_it: Nuovo ordine da %s per %s%s (%d articoli)
pt_pt: Nova encomenda de %s para %s%s (%d itens)
ru_ru: Новый заказ от %s на %s%s (товаров: %d)

source: New reply from %s
de_de: Neue Antwort von %s
es_es: Nueva respuesta de %s
fr_fr: Nouvelle réponse de %s
it_it: Nuova risposta da %s
pt_pt: Nova resposta de %s
ru_ru: Новый ответ от % s

source: New Sale Price - %s
de_de: Neuer Verkaufspreis - %s
es_es: Nuevo precio de venta - %s
fr_fr: Nouveau prix de vente - %s
it_it: Nuovo prezzo di vendita - %s
pt_pt: Novo preço de venda - %s
ru_ru: Новая продажная цена - %s

source: New Sale Price: %s
de_de: Neuer Verkaufspreis: %s
es_es: Nuevo precio de venta: %s
fr_fr: Nouveau prix de vente : %s
it_it: Nuovo prezzo di vendita: %s
pt_pt: Novo preço de venda: %s
ru_ru: Новая продажная цена: %s

source: News
de_de: Nachrichten
es_es: Noticias
fr_fr: Actualités
it_it: Notizie
pt_pt: Notícias
ru_ru: Новости

source: Newspaper
de_de: Zeitung
es_es: Periódico
fr_fr: Journal
it_it: Giornale
pt_pt: Jornal
ru_ru: Газета

source: Next
de_de: Nächste
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
pt_pt: Seguinte
ru_ru: Следующий

source: No Action Items
de_de: Keine Aktionspunkte
es_es: Ninguna medida
fr_fr: Aucun point d'action
it_it: Nessun punto d'azione
pt_pt: Nenhum item de ação
ru_ru: Никаких элементов действий

source: No app updates required
de_de: Keine App-Updates erforderlich
es_es: No es necesario actualizar la aplicación
fr_fr: Aucune mise à jour de l'application n'est nécessaire
it_it: Non sono necessari aggiornamenti dell'app
pt_pt: Não são necessárias actualizações da aplicação
ru_ru: Не требуется обновления приложений

source: No Internet Connection
de_de: Keine Internetverbindung
es_es: Sin conexión a Internet
fr_fr: Pas de connexion Internet
it_it: Nessuna connessione a Internet
pt_pt: Sem ligação à Internet
ru_ru: Нет интернет-соединения

source: No Results
de_de: Keine Ergebnisse
es_es: Sin resultados
fr_fr: Pas de résultats
it_it: Nessun risultato
pt_pt: Sem resultados
ru_ru: Никаких результатов

source: No Subscribers
de_de: Keine Abonnenten
es_es: Sin abonados
fr_fr: Pas d'abonnés
it_it: Nessun abbonato
pt_pt: Sem subscritores
ru_ru: Никаких подписей

source: Notification Image
de_de: Benachrichtigungsbild
es_es: Imagen de notificación
fr_fr: Image de la notification
it_it: Immagine di notifica
pt_pt: Imagem de notificação
ru_ru: Образ Notification

source: Notification Message
de_de: Benachrichtigungsmeldung
es_es: Mensaje de notificación
fr_fr: Message de notification
it_it: Messaggio di notifica
pt_pt: Mensagem de notificação
ru_ru: Послание Notification

source: Notification Title
de_de: Benachrichtigung Titel
es_es: Título de la notificación
fr_fr: Titre de la notification
it_it: Titolo della notifica
pt_pt: Título da notificação
ru_ru: Название уведомления

source: Notification URL
de_de: Benachrichtigungs-URL
es_es: URL de notificación
fr_fr: URL de la notification
it_it: URL di notifica
pt_pt: URL de notificação
ru_ru: Уведомление URL

source: Notifications are not supported by your browser.
de_de: Benachrichtigungen werden von deinem Browser nicht unterstützt.
es_es: Su navegador no admite notificaciones.
fr_fr: Les notifications ne sont pas prises en charge par votre navigateur.
it_it: Le notifiche non sono supportate dal browser.
pt_pt: As notificações não são suportadas pelo seu browser.
ru_ru: Уведомления не поддерживаются Вашим браузером.

source: Notifies users of new comments or replies on threads they've participated in.
de_de: Benachrichtigt Nutzer/innen über neue Kommentare oder Antworten zu Themen, an denen sie teilgenommen haben.
es_es: Notifica a los usuarios los nuevos comentarios o respuestas en los hilos en los que han participado.
fr_fr: Notifie aux utilisateurs les nouveaux commentaires ou réponses sur les fils de discussion auxquels ils ont participé.
it_it: Notifica agli utenti i nuovi commenti o le risposte alle discussioni a cui hanno partecipato.
pt_pt: Notifica os utilizadores de novos comentários ou respostas em tópicos em que tenham participado.
ru_ru: Объясняет пользователей о новых комментариях или ответах на трендах, в которых они участвовали.

source: Number of users who installed your web app and are actively using it as PWA.
de_de: Anzahl der Nutzer, die deine Web-App installiert haben und sie aktiv als PWA nutzen.
es_es: Número de usuarios que han instalado su aplicación web y la utilizan activamente como PWA.
fr_fr: Nombre d'utilisateurs qui ont installé votre application web et qui l'utilisent activement en tant que PWA.
it_it: Numero di utenti che hanno installato la vostra web app e la stanno utilizzando attivamente come PWA.
pt_pt: Número de utilizadores que instalaram a sua aplicação Web e a estão a utilizar ativamente como PWA.
ru_ru: Количество пользователей, которые установили вашу веб-Аппликацию и активно используют ее в качестве PWA.

source: Offline Cache
es_es: Caché sin conexión
fr_fr: Cache hors ligne
it_it: Cache offline
pt_pt: Cache offline
ru_ru: Офлайн каш

source: Offline Capabilities
de_de: Offline-Fähigkeiten
es_es: Funciones fuera de línea
fr_fr: Capacités hors ligne
it_it: Funzionalità offline
pt_pt: Capacidades offline
ru_ru: Офлайн возможности

source: Offline Fallback Page
de_de: Offline Fallback Seite
es_es: Página Offline Fallback
fr_fr: Page de repli hors ligne
it_it: Pagina di fallback offline
pt_pt: Página de recurso offline
ru_ru: Offline Fallback Страница

source: Offline Forms
de_de: Offline Formulare
es_es: Formularios fuera de línea
fr_fr: Formulaires hors ligne
it_it: Moduli offline
pt_pt: Formulários offline
ru_ru: Офлайн формы

source: Offline Google Analytics
es_es: Google Analytics sin conexión
fr_fr: Google Analytics hors ligne
it_it: Google Analytics offline
pt_pt: Google Analytics offline
ru_ru: Офлайн Google Аналитики

source: Offline Notification
de_de: Offline-Benachrichtigung
es_es: Notificación fuera de línea
fr_fr: Notification hors ligne
it_it: Notifica offline
pt_pt: Notificação offline
ru_ru: Офлайн уведомление

source: Offline Usage
de_de: Offline-Nutzung
es_es: Uso fuera de línea
fr_fr: Utilisation hors ligne
it_it: Utilizzo offline
pt_pt: Utilização offline
ru_ru: Офлайн пользование

source: Oops, something went wrong.
de_de: Ups, da ist etwas schief gelaufen.
es_es: Uy, algo salió mal.
fr_fr: Oups, il y a eu un problème.
it_it: Ops, qualcosa è andato storto.
pt_pt: Oops, algo correu mal.
ru_ru: Оуп, что-то не так и случилось.

source: Open
de_de: Öffnen Sie
es_es: Abrir
fr_fr: Ouvrir
it_it: Aperto
pt_pt: Aberto
ru_ru: Открыто

source: Open the Google Chrome Browser
de_de: Öffne den Google Chrome Browser
es_es: Abrir el navegador Google Chrome
fr_fr: Ouvrir le navigateur Google Chrome
it_it: Aprire il browser Google Chrome
pt_pt: Abrir o navegador Google Chrome
ru_ru: Откройте браузер Google Chrome

source: Open the Safari Browser
de_de: Öffne den Safari Browser
es_es: Abra el navegador Safari
fr_fr: Ouvrir le navigateur Safari
it_it: Aprire il browser Safari
pt_pt: Abrir o navegador Safari
ru_ru: Откройте Safari Browser

source: Opens the app in a separate window for a native app experience.
de_de: Öffnet die App in einem separaten Fenster für ein natives App-Erlebnis.
es_es: Abre la aplicación en una ventana independiente para disfrutar de una experiencia de aplicación nativa.
fr_fr: Ouvre l'application dans une fenêtre séparée pour une expérience d'application native.
it_it: Apre l'applicazione in una finestra separata per un'esperienza nativa.
pt_pt: Abre a aplicação numa janela separada para uma experiência de aplicação nativa.
ru_ru: Откройте приложение в отдельном окне для отечественного опыта приложения.

source: Operating System
de_de: Betriebssystem
es_es: Sistema operativo
fr_fr: Système d'exploitation
it_it: Sistema operativo
pt_pt: Sistema operativo
ru_ru: Операционная система

source: Order Status Update
de_de: Auftragsstatus-Update
es_es: Actualización del estado del pedido
fr_fr: Mise à jour de l'état des commandes
it_it: Aggiornamento sullo stato dell'ordine
pt_pt: Atualização do estado da encomenda
ru_ru: Обновление статуса заказа

source: Orientation
de_de: Orientierung
es_es: Orientación
it_it: Orientamento
pt_pt: Orientação
ru_ru: Ориентация

source: OS Aware Dark Mode
es_es: Modo oscuro consciente del sistema operativo
fr_fr: Mode sombre adapté au système d'exploitation
it_it: Modalità scura consapevole del sistema operativo
pt_pt: Modo escuro sensível ao SO
ru_ru: Вы осознаете темный режим

source: OS aware dark mode automatically switches your website to a dark mode if your user's device OS theme preference is set to Dark in display settings.
de_de: Der OS aware dark mode schaltet deine Website automatisch in einen dunklen Modus, wenn das Betriebssystem deines Geräts in den Anzeigeeinstellungen auf Dark eingestellt ist.
es_es: El modo oscuro consciente del sistema operativo cambia automáticamente su sitio web a un modo oscuro si la preferencia de tema del sistema operativo del dispositivo de su usuario está establecida en Oscuro en la configuración de pantalla.
fr_fr: Le mode sombre adapté au système d'exploitation fait automatiquement passer votre site web en mode sombre si les préférences de thème du système d'exploitation de l'utilisateur sont réglées sur Sombre dans les paramètres d'affichage.
it_it: La modalità scura consapevole del sistema operativo passa automaticamente il sito web a una modalità scura se la preferenza del tema del sistema operativo del dispositivo dell'utente è impostata su Scuro nelle impostazioni di visualizzazione.
pt_pt: O modo escuro consciente do SO muda automaticamente o seu sítio Web para um modo escuro se a preferência de tema do SO do dispositivo do utilizador estiver definida para Escuro nas definições de visualização.
ru_ru: Темный режим автоматически переключает ваш сайт в темный режим, если в настройках дисплея настройка темы вашего устройства в темном режиме.

source: Page Loader
de_de: Seitenlader
es_es: Cargador de páginas
fr_fr: Chargeur de pages
it_it: Caricatore di pagine
pt_pt: Carregador de páginas
ru_ru: Страница заряда

source: Page Loader feature gives you ability to show a nice page loader animation between page loadings. Page Loader appears at the start of page load and disappears after it is fully loaded.
de_de: Mit der Page Loader-Funktion kannst du eine schöne Animation zwischen dem Laden einer Seite anzeigen. Der Seitenlader erscheint zu Beginn des Ladevorgangs und verschwindet wieder, wenn die Seite vollständig geladen ist.
es_es: La función de carga de página le permite mostrar una bonita animación de carga de página entre cargas de página. Page Loader aparece al inicio de la carga de la página y desaparece después de que se haya cargado completamente.
fr_fr: La fonction Page Loader vous permet d'afficher une belle animation de chargement de page entre les chargements de page. Le chargeur de page apparaît au début du chargement de la page et disparaît une fois que celle-ci est entièrement chargée.
it_it: La funzione Page Loader consente di mostrare una simpatica animazione di caricamento della pagina tra un caricamento e l'altro. Il caricatore di pagina appare all'inizio del caricamento della pagina e scompare dopo che questa è stata completamente caricata.
pt_pt: A funcionalidade Page Loader permite-lhe mostrar uma animação agradável do carregador de páginas entre carregamentos de páginas. O carregador de páginas aparece no início do carregamento da página e desaparece depois de esta estar totalmente carregada.
ru_ru: Функция страничного заряда дает вам возможность показывать приятную анимацию страничного заряда между страничными зарядами. Загрузчик страницы появляется в начале загрузки страницы и исчезает после того, как он полностью загружен.

source: Page Loader Type
de_de: Seitenlader Typ
es_es: Tipo de cargador de páginas
fr_fr: Type de chargeur de page
it_it: Tipo di caricatore di pagine
pt_pt: Tipo de carregador de páginas
ru_ru: Тип страничного заряда

source: Page Not Found
de_de: Seite nicht gefunden
es_es: Página no encontrada
fr_fr: Page non trouvée
it_it: Pagina non trovata
pt_pt: Página não encontrada
ru_ru: Страница не найдена

source: Page Opened
de_de: Geöffnete Seite
es_es: Página abierta
fr_fr: Page ouverte
it_it: Pagina aperta
pt_pt: Página aberta
ru_ru: Страница открыта

source: Palette
es_es: Paleta
it_it: Tavolozza
pt_pt: Paleta
ru_ru: Палеты

source: Paperclip
de_de: Büroklammer
es_es: Clip
fr_fr: Trombone
it_it: Graffetta
pt_pt: Clipe de papel
ru_ru: Папперки

source: Paste and Open the URL
de_de: Einfügen und Öffnen der URL
es_es: Pegar y abrir la URL
fr_fr: Coller et ouvrir l'URL
it_it: Incollare e aprire l'URL
pt_pt: Colar e abrir o URL
ru_ru: Запишите и открывайте URL
