Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Paste the copied URL into Google Chrome's address bar and open the page.
de_de: Füge die kopierte URL in die Adressleiste von Google Chrome ein und öffne die Seite.
es_es: Pega la URL copiada en la barra de direcciones de Google Chrome y abre la página.
fr_fr: Collez l'URL copiée dans la barre d'adresse de Google Chrome et ouvrez la page.
it_it: Incollare l'URL copiato nella barra degli indirizzi di Google Chrome e aprire la pagina.
pt_pt: Cole o URL copiado na barra de endereços do Google Chrome e abra a página.
ru_ru: Введите копированный URL в адресную ленту Google Chrome и открывайте страницу.

source: Paste the copied URL into Safari's address bar and open the page.
de_de: Füge die kopierte URL in die Adressleiste von Safari ein und öffne die Seite.
es_es: Pega la URL copiada en la barra de direcciones de Safari y abre la página.
fr_fr: Collez l'URL copiée dans la barre d'adresse de Safari et ouvrez la page.
it_it: Incollate l'URL copiato nella barra degli indirizzi di Safari e aprite la pagina.
pt_pt: Cole o URL copiado na barra de endereços do Safari e abra a página.
ru_ru: Введите копированный URL в адресную ленту сафари и открывайте страницу.

source: Paw Print
de_de: Pfotenabdruck
es_es: Huella
fr_fr: Empreinte de patte
it_it: Impronta di zampa
pt_pt: Impressão da pata
ru_ru: Пау принт

source: Payment failed! Please try again or contact us on support@daftplug.com
de_de: Zahlung fehlgeschlagen! Bitte versuche es erneut oder kontaktiere uns unter support@daftplug.com
es_es: ¡Pago fallido! Por favor, inténtelo de nuevo o póngase en contacto con nosotros en support@daftplug.com
fr_fr: Le paiement a échoué ! Veuillez réessayer ou nous contacter sur support@daftplug.com
it_it: Pagamento fallito! Riprova o contattaci su support@daftplug.com
pt_pt: O pagamento falhou! Por favor, tente novamente ou contacte-nos em support@daftplug.com
ru_ru: Платеж провалился!Попробуйте снова или свяжитесь с нами по поддержке @ Daftplug.Com

source: Pencil
de_de: Bleistift
es_es: Lápiz
fr_fr: Crayon
it_it: Matita
pt_pt: Lápis
ru_ru: Пениса

source: Percent
de_de: Prozente
es_es: Porcentaje
fr_fr: Pourcentage
it_it: Percentuale
pt_pt: Percentagem
ru_ru: Процент

source: Perfect for bringing your web app to Android devices through the Google Play Store.
de_de: Perfekt, um deine Web-App über den Google Play Store auf Android-Geräte zu bringen.
es_es: Perfecto para llevar tu aplicación web a dispositivos Android a través de Google Play Store.
fr_fr: Parfait pour rendre votre application web accessible aux appareils Android via le Google Play Store.
it_it: Perfetto per portare la vostra applicazione web sui dispositivi Android attraverso il Google Play Store.
pt_pt: Perfeito para levar a sua aplicação Web para dispositivos Android através da Google Play Store.
ru_ru: Идеально подходит для доставки вашего веб-приложения на устройства Android через Google Play Store.

source: Periodic Background Sync
de_de: Periodische Hintergrundsynchronisation
es_es: Sincronización periódica de fondo
fr_fr: Synchronisation périodique en arrière-plan
it_it: Sincronizzazione periodica dello sfondo
pt_pt: Sincronização periódica de fundo
ru_ru: Периодический фоновый синхрон

source: Periodic Background Sync enables web applications to periodically synchronize data in the background, bringing web apps closer to the behavior of a platform-specific app. It lets your website to always show fresh content in PWA by downloading data in the background when the app or page is not being used.
de_de: Periodic Background Sync ermöglicht es Webanwendungen, Daten regelmäßig im Hintergrund zu synchronisieren und bringt Webanwendungen näher an das Verhalten einer plattformspezifischen App. So kann deine Website in der PWA immer frische Inhalte anzeigen, indem Daten im Hintergrund heruntergeladen werden, wenn die App oder Seite nicht genutzt wird.
es_es: La sincronización periódica en segundo plano permite a las aplicaciones web sincronizar periódicamente los datos en segundo plano, acercando las aplicaciones web al comportamiento de una aplicación específica de la plataforma. Permite que tu sitio web muestre siempre contenido fresco en la PWA descargando datos en segundo plano cuando la app o la página no se están utilizando.
fr_fr: La synchronisation périodique en arrière-plan permet aux applications web de synchroniser périodiquement les données en arrière-plan, ce qui rapproche les applications web du comportement d'une application spécifique à une plateforme. Elle permet à votre site web de toujours afficher un contenu frais dans la PWA en téléchargeant des données en arrière-plan lorsque l'application ou la page n'est pas utilisée.
it_it: La sincronizzazione periodica in background consente alle applicazioni web di sincronizzare periodicamente i dati in background, avvicinando le app web al comportamento di un'app specifica della piattaforma. Consente al vostro sito web di mostrare sempre contenuti freschi nelle PWA scaricando i dati in background quando l'app o la pagina non vengono utilizzate.
pt_pt: A Sincronização Periódica em Segundo Plano permite que as aplicações Web sincronizem periodicamente os dados em segundo plano, aproximando as aplicações Web do comportamento de uma aplicação específica da plataforma. Permite que o seu site mostre sempre conteúdo novo no PWA, descarregando dados em segundo plano quando a aplicação ou página não está a ser utilizada.
ru_ru: Периодическая синхронизация фонов позволяет веб-приложению периодически синхронизировать данные в фоне, приближая веб-приложения к поведению конкретного приложения платформы. Это позволяет вашему веб-сайту всегда показывать свежий контент в PWA, загружая данные в фоне, когда приложение или страница не используются.

source: Periodically sync data in the background to always show fresh content in PWA.
de_de: Synchronisiere die Daten regelmäßig im Hintergrund, um immer frische Inhalte in der PWA anzuzeigen.
es_es: Sincronice periódicamente los datos en segundo plano para mostrar siempre contenido fresco en la PWA.
fr_fr: Synchroniser périodiquement les données en arrière-plan pour toujours afficher du contenu frais dans la PWA.
it_it: Sincronizzare periodicamente i dati in background per mostrare sempre contenuti freschi nella PWA.
pt_pt: Sincronize periodicamente os dados em segundo plano para mostrar sempre conteúdo novo no PWA.
ru_ru: Периодически синхронизируйте данные в фоне, чтобы всегда показать свежий контент в PWA.

source: Persistent
es_es: Persistente
fr_fr: Persistant
it_it: Persistente
pt_pt: Persistente
ru_ru: Постоянно

source: Persistent Storage
de_de: Persistente Speicherung
es_es: Almacenamiento persistente
fr_fr: Stockage persistant
it_it: Archiviazione persistente
pt_pt: Armazenamento persistente
ru_ru: Постоянное хранение

source: Persistent storage allows your web app to request persistent storage, ensuring that important data is reliably stored on the user's device without being automatically cleared, even under storage pressure. It can help protect critical data from eviction, and reduce the chance of data loss.
de_de: Persistent Storage ermöglicht es deiner Web-App, persistenten Speicher anzufordern. So wird sichergestellt, dass wichtige Daten zuverlässig auf dem Gerät des Nutzers gespeichert werden, ohne automatisch gelöscht zu werden, selbst wenn der Speicherplatz knapp wird. So können wichtige Daten vor dem Löschen geschützt und die Gefahr von Datenverlusten verringert werden.
es_es: El almacenamiento persistente permite a su aplicación web solicitar almacenamiento persistente, garantizando que los datos importantes se almacenen de forma fiable en el dispositivo del usuario sin que se borren automáticamente, incluso bajo presión de almacenamiento. Puede ayudar a proteger los datos críticos frente al desalojo y reducir la posibilidad de pérdida de datos.
fr_fr: Le stockage persistant permet à votre application web de demander un stockage persistant, garantissant que les données importantes sont stockées de manière fiable sur l'appareil de l'utilisateur sans être automatiquement effacées, même en cas de pression sur l'espace de stockage. Il permet de protéger les données critiques contre l'éviction et de réduire les risques de perte de données.
it_it: L'archiviazione persistente consente alle applicazioni web di richiedere l'archiviazione persistente, assicurando che i dati importanti siano archiviati in modo affidabile sul dispositivo dell'utente senza essere cancellati automaticamente, anche in caso di pressione sullo storage. Può aiutare a proteggere i dati critici dallo svuotamento e a ridurre la possibilità di perdita dei dati.
pt_pt: O armazenamento persistente permite que a sua aplicação Web solicite armazenamento persistente, garantindo que os dados importantes são armazenados de forma fiável no dispositivo do utilizador sem serem automaticamente apagados, mesmo sob pressão de armazenamento. Pode ajudar a proteger os dados críticos contra o despejo e reduzir a possibilidade de perda de dados.
ru_ru: Постоянное хранение позволяет вашему веб-приложению потребовать постоянного хранения, обеспечивая надежное хранение важных данных на устройстве пользователя без автоматического удаления, даже под давлением хранения. Это может помочь защитить критические данные от удаления, а также уменьшить вероятность потери данных.

source: Personalization
de_de: Personalisierung
es_es: Personalización
fr_fr: Personnalisation
it_it: Personalizzazione
pt_pt: Personalização
ru_ru: Персонализация

source: Phone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono
pt_pt: Telefone
ru_ru: Телефон

source: Photo
de_de: Foto
es_es: Foto
it_it: Foto
pt_pt: Fotografia
ru_ru: Фотография

source: Pill
de_de: Pille
es_es: Píldora
fr_fr: Pilule
it_it: Pillola
pt_pt: Pílula
ru_ru: таблетки

source: Pin
fr_fr: Épingle
it_it: Spillo
pt_pt: Pino
ru_ru: Пин

source: Pizza
ru_ru: Пицца

source: Plane
de_de: Flugzeug
es_es: Plano
fr_fr: Avion
it_it: Aereo
pt_pt: Avião
ru_ru: План

source: Play
de_de: Spielen
es_es: Jugar
fr_fr: Jouer
it_it: Gioco
pt_pt: Jogar
ru_ru: Играть

source: Play Store
ru_ru: Игры магазин

source: Please be as descriptive as possible regarding the details of this request.
de_de: Bitte beschreibe die Details deines Antrags so genau wie möglich.
es_es: Por favor, sea lo más descriptivo posible sobre los detalles de esta solicitud.
fr_fr: Veuillez décrire le plus précisément possible les détails de cette demande.
it_it: Si prega di essere il più descrittivi possibile riguardo ai dettagli di questa richiesta.
pt_pt: Queira ser o mais descritivo possível quanto aos pormenores deste pedido.
ru_ru: Пожалуйста, будьте максимально описательны по поводу деталей этого запроса.

source: Plus
es_es: Más
it_it: In più
pt_pt: Mais
ru_ru: Плюс

source: Plus a Windows app package
de_de: Plus ein Windows-App-Paket
es_es: Más un paquete de aplicaciones para Windows
fr_fr: Plus un paquet d'applications pour Windows
it_it: Più un pacchetto di applicazioni per Windows
pt_pt: Mais um pacote de aplicações para Windows
ru_ru: Плюс пакет Windows App

source: Plus an iOS app package
de_de: Plus ein iOS-App-Paket
es_es: Más un paquete de aplicaciones para iOS
fr_fr: Plus une application iOS
it_it: Più un pacchetto di app per iOS
pt_pt: Mais um pacote de aplicações para iOS
ru_ru: Плюс пакет iOS App

source: Podcast
ru_ru: Подкаст

source: Politics
de_de: Politik
es_es: Política
fr_fr: Politique
it_it: Politica
pt_pt: Política
ru_ru: Политики

source: Popcorn
es_es: Palomitas de maíz
fr_fr: Maïs soufflé
pt_pt: Pipocas
ru_ru: Попкорн

source: Portrait
de_de: Porträt
es_es: Retrato
it_it: Ritratto
pt_pt: Retrato
ru_ru: Портрет

source: Post Types
de_de: Beitragstypen
es_es: Tipos de puesto
fr_fr: Types de messages
it_it: Tipi di messaggi
pt_pt: Tipos de mensagens
ru_ru: Постные типы

source: Prev
es_es: Anterior
fr_fr: Prévenir
pt_pt: Anterior
ru_ru: Прев

source: Preview Notification
de_de: Vorschau Benachrichtigung
es_es: Notificación previa
fr_fr: Avis de prévisualisation
it_it: Anteprima della notifica
pt_pt: Pré-visualização da notificação
ru_ru: Предварительное уведомление

source: Price Drop
de_de: Preisverfall
es_es: Bajada de precios
fr_fr: Baisse des prix
it_it: Calo del prezzo
pt_pt: Queda de preço
ru_ru: Цены drop

source: Price Drop - %s
de_de: Preisverfall - %s
es_es: Bajada de precios - %s
fr_fr: Baisse de prix - %s
it_it: Calo del prezzo - %s
pt_pt: Queda de preço - %s
ru_ru: Снижение цены - %s

source: Price dropped from %s to %s
de_de: Preis fiel von %s auf %s
es_es: El precio ha bajado de %s a %s
fr_fr: Le prix est passé de %s à %s
it_it: Il prezzo è sceso da %s a %s
pt_pt: O preço desceu de %s para %s
ru_ru: Цены снизились с %s до %s

source: Printer
de_de: Drucker
es_es: Impresora
fr_fr: Imprimante
it_it: Stampante
pt_pt: Impressora
ru_ru: Принтер

source: Problem Description
de_de: Problem Beschreibung
es_es: Descripción del problema
fr_fr: Description du problème
it_it: Descrizione del problema
pt_pt: Descrição do problema
ru_ru: Описание проблемы

source: Product Opened
de_de: Produkt Geöffnet
es_es: Producto abierto
fr_fr: Produit ouvert
it_it: Prodotto aperto
pt_pt: Produto aberto
ru_ru: Продукт открыт

source: Productivity
de_de: Produktivität
es_es: Productividad
fr_fr: Productivité
it_it: Produttività
pt_pt: Produtividade
ru_ru: продуктивность

source: Progressify
fr_fr: Progresser
it_it: Progressificare
pt_pt: Progressificar
ru_ru: Прогрессировать

source: Progressive Web Apps (PWAs) are web apps built and enhanced with modern APIs to provide enhanced capabilities while still reaching any web user on any device with a single codebase. They combine the broad reach of web apps with the rich capabilities of platform-specific apps to enhance the user experience.
de_de: Progressive Web Apps (PWAs) sind Web-Apps, die mit modernen APIs entwickelt und erweitert wurden, um erweiterte Funktionen zu bieten und trotzdem jeden Webnutzer auf jedem Gerät mit einer einzigen Codebasis zu erreichen. Sie kombinieren die große Reichweite von Web-Apps mit den vielfältigen Möglichkeiten von plattformspezifischen Apps, um das Nutzererlebnis zu verbessern.
es_es: Las aplicaciones web progresivas (PWA) son aplicaciones web creadas y mejoradas con API modernas para proporcionar capacidades mejoradas sin dejar de llegar a cualquier usuario web en cualquier dispositivo con una única base de código. Combinan el amplio alcance de las aplicaciones web con la riqueza de capacidades de las aplicaciones específicas de cada plataforma para mejorar la experiencia del usuario.
fr_fr: Les applications web progressives (PWA) sont des applications web construites et améliorées à l'aide d'API modernes afin de fournir des capacités améliorées tout en atteignant n'importe quel utilisateur web sur n'importe quel appareil à l'aide d'une base de code unique. Elles combinent la large portée des applications web avec les riches capacités des applications spécifiques à une plateforme afin d'améliorer l'expérience de l'utilisateur.
it_it: Le Progressive Web App (PWA) sono applicazioni web costruite e potenziate con le moderne API per fornire funzionalità avanzate e raggiungere qualsiasi utente web su qualsiasi dispositivo con un'unica base di codice. Combinano l'ampia portata delle app web con le ricche funzionalità delle app specifiche per piattaforma per migliorare l'esperienza dell'utente.
pt_pt: As Progressive Web Apps (PWAs) são aplicações Web criadas e melhoradas com APIs modernas para fornecerem capacidades melhoradas, ao mesmo tempo que chegam a qualquer utilizador da Web em qualquer dispositivo com uma única base de código. Combinam o amplo alcance das aplicações Web com as capacidades avançadas das aplicações específicas da plataforma para melhorar a experiência do utilizador.
ru_ru: Прогрессивные веб-приложения (Pwas) - это веб-приложения, построенные и совершенствованные с современным Apis, чтобы обеспечить улучшенные возможности, при этом все еще достигая любого веб-пользователя на любом устройстве с единой базой кодов. Они объединяют широкий спектр веб-приложений с богатыми возможностями платформо-специфических приложений для улучшения пользовательского опыта.

source: Prompt
es_es: Pregunte a
ru_ru: Вскоре

source: Prompt Message
de_de: Aufforderungsnachricht
es_es: Mensaje de aviso
fr_fr: Message d'invite
it_it: Messaggio di richiesta
pt_pt: Mensagem de aviso
ru_ru: Быстрое сообщение

source: Protocol
de_de: Protokoll
es_es: Protocolo
fr_fr: Protocole
it_it: Protocollo
pt_pt: Protocolo
ru_ru: Протокол

source: Provide a brief version (up to 12 characters) of your app’s name for display on home screens and dashboards.
de_de: Gib eine kurze Version (bis zu 12 Zeichen) des Namens deiner App für die Anzeige auf Startbildschirmen und Dashboards an.
es_es: Proporcione una versión breve (hasta 12 caracteres) del nombre de su aplicación para que aparezca en las pantallas de inicio y los paneles de control.
fr_fr: Fournissez une version courte (jusqu'à 12 caractères) du nom de votre application pour l'afficher sur les écrans d'accueil et les tableaux de bord.
it_it: Fornite una versione breve (fino a 12 caratteri) del nome della vostra applicazione da visualizzare nelle schermate iniziali e nelle dashboard.
pt_pt: Forneça uma versão breve (até 12 caracteres) do nome da sua aplicação para apresentação nos ecrãs iniciais e painéis de controlo.
ru_ru: Обеспечьте краткую версию (до 12 символов) названия вашей приложения для отображения на домашних экранах и на панелях Dashboard.

source: Publish to App Stores
de_de: In App Stores veröffentlichen
es_es: Publicar en App Stores
fr_fr: Publier sur les App Stores
it_it: Pubblicare sugli App Store
pt_pt: Publicar nas lojas de aplicações
ru_ru: Опубликовано в App Store

source: Publish to Google Play Store
de_de: Im Google Play Store veröffentlichen
es_es: Publicar en Google Play Store
fr_fr: Publier sur Google Play Store
it_it: Pubblicare su Google Play Store
pt_pt: Publicar na Google Play Store
ru_ru: Опубликовано в Google Play Store

source: Publish your web app to stores
de_de: Veröffentliche deine Web-App in Stores
es_es: Publique su aplicación web en las tiendas
fr_fr: Publier votre application web dans les magasins
it_it: Pubblicare l'applicazione web sugli store
pt_pt: Publique a sua aplicação Web nas lojas
ru_ru: Откройте свой веб-приложение в магазинах

source: Pull Down Refresh
es_es: Actualizar
it_it: Aggiornamenti a discesa
pt_pt: Atualização pull down
ru_ru: Снижение свежести

source: Pull down refresh touchscreen gesture allows your users to drag the screen and then release it, as a signal to the application to refresh contents of your web app.
de_de: Mit der Touchscreen-Geste zum Aktualisieren nach unten ziehen können deine Nutzer/innen den Bildschirm ziehen und dann loslassen, um der Anwendung zu signalisieren, dass der Inhalt deiner Web-App aktualisiert werden soll.
es_es: El gesto de actualización de la pantalla táctil permite a los usuarios arrastrar la pantalla y soltarla, como señal para que la aplicación actualice el contenido de la aplicación web.
fr_fr: Le geste de rafraîchissement de l'écran tactile permet aux utilisateurs de faire glisser l'écran et de le relâcher, afin de signaler à l'application de rafraîchir le contenu de votre application web.
it_it: Il gesto di aggiornamento del touchscreen consente agli utenti di trascinare lo schermo e poi rilasciarlo, come segnale all'applicazione per aggiornare i contenuti della web app.
pt_pt: O gesto de atualização do ecrã tátil permite que os utilizadores arrastem o ecrã e o soltem, como um sinal para a aplicação atualizar o conteúdo da sua aplicação Web.
ru_ru: Снижение освещения сенсорный жест позволяет пользователям вытянуть экран, а затем выпустить его, как сигнал для приложения, чтобы осветить контент вашего веб-приложения.

source: Pull down to refresh
de_de: Zum Aktualisieren nach unten ziehen
es_es: Tire hacia abajo para actualizar
fr_fr: Tirer vers le bas pour rafraîchir
it_it: Tirare verso il basso per aggiornare
pt_pt: Puxar para baixo para atualizar
ru_ru: Погрузите вниз, чтобы освежить

source: Push Notifications
de_de: Push-Benachrichtigungen
es_es: Notificaciones Push
fr_fr: Notifications push
it_it: Notifiche push
pt_pt: Notificações push
ru_ru: Пожалуйста, уведомление push

source: Push notifications allow your web app to send messages directly to users' devices, providing a powerful tool for engaging users with timely updates, alerts, and personalized content. This feature helps keep your audience informed and connected, even when they are not actively using the app.
de_de: Mit Push-Benachrichtigungen kann deine Web-App Nachrichten direkt an die Geräte der Nutzerinnen und Nutzer senden. Das ist ein leistungsstarkes Instrument, um die Nutzerinnen und Nutzer mit zeitnahen Updates, Warnungen und personalisierten Inhalten anzusprechen. Mit dieser Funktion bleibt deine Zielgruppe informiert und verbunden, auch wenn sie die App nicht aktiv nutzt.
es_es: Las notificaciones push permiten a tu aplicación web enviar mensajes directamente a los dispositivos de los usuarios, proporcionando una potente herramienta para atraer a los usuarios con actualizaciones puntuales, alertas y contenido personalizado. Esta función ayuda a mantener a tu audiencia informada y conectada, incluso cuando no están utilizando activamente la aplicación.
fr_fr: Les notifications push permettent à votre application web d'envoyer des messages directement sur les appareils des utilisateurs, ce qui constitue un outil puissant pour engager les utilisateurs avec des mises à jour opportunes, des alertes et du contenu personnalisé. Cette fonctionnalité permet à votre public de rester informé et connecté, même lorsqu'il n'utilise pas activement l'application.
it_it: Le notifiche push consentono alla vostra applicazione web di inviare messaggi direttamente ai dispositivi degli utenti, fornendo un potente strumento per coinvolgere gli utenti con aggiornamenti tempestivi, avvisi e contenuti personalizzati. Questa funzione aiuta a mantenere il pubblico informato e connesso, anche quando non sta utilizzando attivamente l'applicazione.
pt_pt: As notificações push permitem que a sua aplicação Web envie mensagens diretamente para os dispositivos dos utilizadores, proporcionando uma ferramenta poderosa para envolver os utilizadores com actualizações oportunas, alertas e conteúdo personalizado. Esta funcionalidade ajuda a manter o seu público informado e ligado, mesmo quando não estão a utilizar ativamente a aplicação.
ru_ru: Push Notifications позволяет вашему веб-приложению отправлять сообщения напрямую на устройства пользователей, предоставляя мощный инструмент для привлечения пользователей своевременными обновлениями, уведомлениями и персонализированным контентом. Эта функция помогает вашему зрителю быть информированным и подключенным, даже когда они не активно используют приложение.

source: Push notifications are blocked by your browser.
de_de: Push-Benachrichtigungen werden von deinem Browser blockiert.
es_es: Las notificaciones push están bloqueadas por tu navegador.
fr_fr: Les notifications push sont bloquées par votre navigateur.
it_it: Le notifiche push sono bloccate dal browser.
pt_pt: As notificações push são bloqueadas pelo seu browser.
ru_ru: Уведомления о запуске блокируются вашим браузером.

source: Push Notifications Subscribers
de_de: Push-Benachrichtigungen Abonnenten
es_es: Suscriptores de notificaciones push
fr_fr: Abonnés aux notifications push
it_it: Abbonati alle notifiche push
pt_pt: Subscritores de notificações push
ru_ru: Пожалуйста, подписывайте уведомления

source: Puzzle
fr_fr: Casse-tête
ru_ru: Пузырь

source: PWA Installations
de_de: PWA-Installationen
es_es: Instalaciones PWA
fr_fr: Installations PWA
it_it: Installazioni PWA
pt_pt: Instalações PWA
ru_ru: ПВХ инсталляции
