{"translation-revision-date":"2025-03-22 18:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"frontend\/assets\/js\/dev\/components\/installPrompt.js","domain":"daftplug-progressify","locale_data":{"daftplug-progressify":{"":{"domain":"","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Copied":["Kopiert"],"Install Web App":["Web App installieren"],"Checking installation capabilities...":["Überprüfung der Installationsmöglichkeiten..."],"Click to Install":["Zum Installieren klicken"],"Tap to Install":["Zum Installieren antippen"],"Tap the Menu Icon":["Tippe auf das Menü-Symbol"],"Tap the menu icon (three dots), located at the top-right of your screen.":["Tippe auf das Menüsymbol (drei Punkte), das sich oben rechts auf deinem Bildschirm befindet."],"Select \"Add to Home Screen\"":["Wähle \"Zum Startbildschirm hinzufügen\""],"Tap the \"Add to Home Screen\" option from the menu.":["Tippe im Menü auf die Option \"Zum Startbildschirm hinzufügen\"."],"Confirm by Tapping \"Add\"":["Bestätige durch Tippen auf \"Hinzufügen\""],"Tap the \"Add\" text on the browser installation dialog.":["Tippe im Installationsdialog des Browsers auf den Text \"Hinzufügen\"."],"Select \"Install\"":["Wähle \"Installieren\""],"Tap the \"Install\" option from the menu.":["Tippe im Menü auf die Option \"Installieren\"."],"Confirm by Tapping \"Add to Home Screen\"":["Bestätige durch Tippen auf \"Zum Startbildschirm hinzufügen\""],"Tap the \"Add to Home Screen\" button on the browser installation dialog.":["Tippe im Installationsdialog des Browsers auf die Schaltfläche \"Zum Startbildschirm hinzufügen\"."],"Select \"Home Screen\"":["Wähle \"Startbildschirm\""],"Tap the menu icon (three horizontal lines) located at the bottom-right of your screen.":["Tippe auf das Menüsymbol (drei horizontale Linien) unten rechts auf deinem Bildschirm."],"Select \"Add to Phone\"":["Wähle \"Zum Telefon hinzufügen\""],"Tap the \"Add to Phone\" option from the menu":["Tippe im Menü auf die Option \"Zum Telefon hinzufügen\""],"Confirm by Tapping \"Install\"":["Bestätige mit Tippen auf \"Installieren\""],"Tap the \"Install\" text on the browser installation dialog.":["Tippe im Installationsdialog des Browsers auf den Text \"Installieren\"."],"Copy the Page URL":["Kopiere die URL der Seite"],"Click the button below to copy the page's URL.":["Klicke auf die Schaltfläche unten, um die URL der Seite zu kopieren."],"Open the Google Chrome Browser":["Öffne den Google Chrome Browser"],"Launch the Google Chrome web browser from your home screen.":["Starte den Google Chrome Webbrowser von deinem Startbildschirm aus."],"Paste and Open the URL":["Einfügen und Öffnen der URL"],"Paste the copied URL into Google Chrome's address bar and open the page.":["Füge die kopierte URL in die Adressleiste von Google Chrome ein und öffne die Seite."],"Tap the Share Icon":["Tippe auf das Teilen-Symbol"],"Tap the share icon located at the center-bottom of your screen.":["Tippe auf das Teilen-Symbol in der Mitte unten auf deinem Bildschirm."],"Tap the \"Add to Home Screen\" option, represented by the plus [+] icon.":["Tippe auf die Option \"Zum Startbildschirm hinzufügen\", die durch das Plus [+]-Symbol dargestellt wird."],"Tap the \"Add\" button at the top-right corner of your screen.":["Tippe auf die Schaltfläche \"Hinzufügen\" in der oberen rechten Ecke deines Bildschirms."],"Tap the share icon located at the top-right of your browser address bar.":["Tippe auf das Teilen-Symbol oben rechts in der Adressleiste deines Browsers."],"Tap the share icon in the dialog overlay that the browser opens.":["Tippe auf das Freigabesymbol im Dialog-Overlay, das der Browser öffnet."],"Tap the menu icon (three dots), located at the bottom-right of your screen.":["Tippe auf das Menüsymbol (drei Punkte), das sich unten rechts auf deinem Bildschirm befindet."],"Tap the share icon located at the top of the dialog overlay that browser opens.":["Tippe auf das Teilen-Symbol oben im Dialogfenster, das der Browser öffnet."],"Tap the share icon located at the right side of the browser's address bar.":["Tippe auf das Teilen-Symbol auf der rechten Seite der Adressleiste des Browsers."],"Open the Safari Browser":["Öffne den Safari Browser"],"Launch the Safari web browser from your home screen.":["Starte den Safari-Webbrowser von deinem Startbildschirm aus."],"Paste the copied URL into Safari's address bar and open the page.":["Füge die kopierte URL in die Adressleiste von Safari ein und öffne die Seite."],"Installation Not Supported":["Installation wird nicht unterstützt"],"Your operating system does not support web app installation. Please try accessing the website on an Android or iOS mobile device.":["Dein Betriebssystem unterstützt die Installation der Web-App nicht. Bitte versuche, die Website mit einem Android- oder iOS-Mobilgerät aufzurufen."],"Tap the menu icon (three dots) in the top-right corner of your browser window.":["Tippe auf das Menüsymbol (drei Punkte) in der oberen rechten Ecke deines Browserfensters."],"Expand \"Cast, save and share\"":["Erweitern Sie \"Cast, speichern und teilen\""],"Hover over the \"Cast, Save, and Share\" menu item to expand its options.":["Bewege den Mauszeiger über den Menüpunkt \"Cast, Save, and Share\", um die Optionen zu erweitern."],"Select \"Install page as app...\"":["Wähle \"Seite als App installieren...\""],"Click on \"Install page as app...\" from the menu.":["Klicke im Menü auf \"Seite als App installieren...\"."],"Confirm by Clicking \"Install\"":["Bestätige mit einem Klick auf \"Installieren\""],"Click the \"Install\" button in the browser's installation dialog.":["Klicke im Installationsdialog des Browsers auf die Schaltfläche \"Installieren\"."],"Expand \"Apps\"":["Erweitern Sie \"Apps\""],"Hover over the \"Apps\" menu item to expand its options.":["Bewege den Mauszeiger über den Menüpunkt \"Apps\", um seine Optionen zu erweitern."],"Select \"Install this site as app\"":["Wähle \"Diese Seite als App installieren\""],"Click on \"Install this site as app\" from the menu.":["Klicke im Menü auf \"Diese Seite als App installieren\"."],"Launch the Google Chrome web browser from your start menu.":["Starte den Google Chrome Webbrowser über dein Startmenü."],"Your device does not support web app installation. Please try accessing the website on a mobile or desktop device.":["Dein Gerät unterstützt die Installation der Web-App nicht. Bitte versuche, die Website mit einem Mobil- oder Desktop-Gerät aufzurufen."],"Close Dialog":["Dialog schließen"]}}}