Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Installation button is a customizable button that can be placed anywhere on your site using a shortcode. When clicked, it triggers an installation prompt, allowing users to easily add your web app to their home screens. You can insert an installation button anywhere on your website using the shortcode below.
de_de: Die Installationsschaltfläche ist eine anpassbare Schaltfläche, die mithilfe eines Shortcodes an beliebiger Stelle auf deiner Website platziert werden kann. Wenn du darauf klickst, wird eine Installationsaufforderung ausgelöst, mit der die Nutzer deine Web-App ganz einfach zu ihrem Startbildschirm hinzufügen können. Mit dem unten stehenden Shortcode kannst du einen Installationsbutton überall auf deiner Website einfügen.
es_es: El botón de instalación es un botón personalizable que puede colocarse en cualquier lugar de su sitio mediante un shortcode. Cuando se hace clic en él, se activa una solicitud de instalación, lo que permite a los usuarios añadir fácilmente su aplicación web a sus pantallas de inicio. Puede insertar un botón de instalación en cualquier lugar de su sitio web utilizando el siguiente código corto.
fr_fr: Le bouton d'installation est un bouton personnalisable qui peut être placé n'importe où sur votre site à l'aide d'un shortcode. Lorsqu'il est cliqué, il déclenche une demande d'installation, permettant aux utilisateurs d'ajouter facilement votre application web à leur écran d'accueil. Vous pouvez insérer un bouton d'installation n'importe où sur votre site web à l'aide du shortcode ci-dessous.
it_it: Il pulsante di installazione è un pulsante personalizzabile che può essere posizionato in qualsiasi punto del sito utilizzando uno shortcode. Quando si fa clic su di esso, si attiva una richiesta di installazione, consentendo agli utenti di aggiungere facilmente la vostra applicazione web alle loro schermate iniziali. È possibile inserire un pulsante di installazione in qualsiasi punto del sito web utilizzando lo shortcode sottostante.
pt_pt: O botão de instalação é um botão personalizável que pode ser colocado em qualquer sítio do seu site utilizando um shortcode. Quando clicado, desencadeia um pedido de instalação, permitindo aos utilizadores adicionar facilmente a sua aplicação Web aos respectivos ecrãs iniciais. Pode inserir um botão de instalação em qualquer parte do seu sítio Web utilizando o código curto abaixo.
ru_ru: Кнопка установки – это кнопка, которая может быть размещена где угодно на вашем сайте с помощью короткого кода. При нажатии он вызывает скорость установки, позволяя пользователям легко добавлять веб-приложение к домашним экранам. Вы можете ввести кнопку установки в любой точке вашего сайта, используя короткий код ниже.

source: Installation features allows displaying prompts that encourage users to add your website to their home screens. This feature helps increase user engagement by making your site easily accessible with a single tap, just like any native mobile application.
de_de: Mit den Installationsfunktionen können Aufforderungen angezeigt werden, die die Nutzer dazu ermutigen, deine Website zu ihrem Startbildschirm hinzuzufügen. Diese Funktion trägt dazu bei, das Engagement der Nutzerinnen und Nutzer zu erhöhen, indem deine Website mit einem einzigen Fingertipp zugänglich gemacht wird, genau wie jede native mobile Anwendung.
es_es: Las funciones de instalación permiten mostrar avisos que animan a los usuarios a añadir su sitio web a sus pantallas de inicio. Esta función ayuda a aumentar la participación del usuario haciendo que su sitio sea fácilmente accesible con un solo toque, al igual que cualquier aplicación móvil nativa.
fr_fr: Les fonctions d'installation permettent d'afficher des invites qui encouragent les utilisateurs à ajouter votre site web à leur écran d'accueil. Cette fonctionnalité permet d'augmenter l'engagement des utilisateurs en rendant votre site facilement accessible d'une simple pression, comme n'importe quelle application mobile native.
it_it: Le funzioni di installazione consentono di visualizzare messaggi che incoraggiano gli utenti ad aggiungere il vostro sito web alla loro schermata iniziale. Questa funzione contribuisce ad aumentare il coinvolgimento degli utenti, rendendo il vostro sito facilmente accessibile con un solo tocco, proprio come qualsiasi applicazione mobile nativa.
pt_pt: As funcionalidades de instalação permitem a apresentação de avisos que incentivam os utilizadores a adicionar o seu sítio Web aos respectivos ecrãs iniciais. Esta funcionalidade ajuda a aumentar o envolvimento dos utilizadores, tornando o seu sítio facilmente acessível com um simples toque, tal como qualquer aplicação móvel nativa.
ru_ru: Функции установки позволяют отображать шаги, которые поощряют пользователей добавлять ваш сайт к домашним экранам. Эта функция помогает увеличить пользовательское участие, делая ваш сайт легко доступным с помощью одного клавиатуры, как и любое местное мобильное приложение.

source: Installation Not Supported
de_de: Installation wird nicht unterstützt
es_es: Instalación no compatible
fr_fr: L'installation n'est pas prise en charge
it_it: Installazione non supportata
pt_pt: Instalação não suportada
ru_ru: Инсталляция не поддерживается

source: Installation Overlays
es_es: Superposiciones de instalación
fr_fr: Recouvrement de l'installation
it_it: Sovrapposizioni di installazione
pt_pt: Sobreposições de instalação
ru_ru: Инсталляция Оверлои

source: Installation Prompts
de_de: Installationsaufforderungen
es_es: Instrucciones de instalación
fr_fr: Invites d'installation
it_it: Prompt di installazione
pt_pt: Avisos de instalação
ru_ru: Инсталляция поощряет

source: Installation prompts appear dynamically based on your settings and specific conditions. Some prompts are shown only to tablet and smartphone users, while others also appear on desktops. Some can be dismissed, some auto-dismiss, and others are persistent. An installation overlay will not appear if the feature is disabled, the user has already seen and dismissed it while the timeout hasn't expired, or if the prompts are set to show only to returning visitors, and the user is visiting for the first time. If a prompt isn’t showing, check that it is enabled in the settings and that the display conditions are met.
de_de: Die Installationsaufforderungen erscheinen dynamisch, je nach deinen Einstellungen und spezifischen Bedingungen. Einige Aufforderungen werden nur für Tablet- und Smartphone-Nutzer angezeigt, während andere auch auf Desktops erscheinen. Einige können abgewählt werden, andere werden automatisch abgewählt, und wieder andere sind dauerhaft. Ein Installations-Overlay wird nicht angezeigt, wenn die Funktion deaktiviert ist, der/die Nutzer/in sie bereits gesehen und verworfen hat und die Zeitspanne noch nicht abgelaufen ist, oder wenn die Eingabeaufforderungen so eingestellt sind, dass sie nur wiederkehrenden Besuchern angezeigt werden und der/die Nutzer/in sie zum ersten Mal besucht. Wenn eine Eingabeaufforderung nicht angezeigt wird, überprüfe, ob sie in den Einstellungen aktiviert ist und ob die Anzeigebedingungen erfüllt sind.
es_es: Los avisos de instalación aparecen dinámicamente en función de su configuración y condiciones específicas. Algunas sólo se muestran a los usuarios de tabletas y teléfonos inteligentes, mientras que otras también aparecen en los ordenadores de sobremesa. Algunas se pueden descartar, otras se descartan automáticamente y otras son persistentes. Una superposición de instalación no aparecerá si la función está desactivada, si el usuario ya la ha visto y la ha descartado mientras el tiempo de espera no ha expirado, o si los avisos están configurados para mostrarse sólo a los visitantes que regresan, y el usuario está visitando por primera vez. Si un aviso no se muestra, compruebe que está activado en la configuración y que se cumplen las condiciones de visualización.
fr_fr: Les invites d'installation s'affichent de manière dynamique en fonction de vos paramètres et de conditions spécifiques. Certaines invites ne s'affichent que pour les utilisateurs de tablettes et de smartphones, tandis que d'autres apparaissent également sur les ordinateurs de bureau. Certaines peuvent être supprimées, d'autres s'effacent automatiquement et d'autres encore sont persistantes. Une fenêtre d'installation ne s'affichera pas si la fonction est désactivée, si l'utilisateur l'a déjà vue et rejetée alors que le délai n'a pas expiré, ou si les invites sont configurées pour ne s'afficher qu'aux visiteurs récurrents et que l'utilisateur se rend sur le site pour la première fois. Si une invite ne s'affiche pas, vérifiez qu'elle est activée dans les paramètres et que les conditions d'affichage sont remplies.
it_it: Le richieste di installazione vengono visualizzate dinamicamente in base alle impostazioni e alle condizioni specifiche. Alcuni messaggi vengono visualizzati solo dagli utenti di tablet e smartphone, mentre altri appaiono anche sui desktop. Alcuni possono essere eliminati, altri vengono eliminati automaticamente e altri ancora sono persistenti. Un overlay di installazione non appare se la funzione è disattivata, se l'utente l'ha già vista e l'ha eliminata mentre il timeout non è scaduto o se i prompt sono impostati per essere mostrati solo ai visitatori abituali e l'utente lo visita per la prima volta. Se un prompt non viene visualizzato, verificare che sia abilitato nelle impostazioni e che le condizioni di visualizzazione siano soddisfatte.
pt_pt: Os avisos de instalação aparecem dinamicamente com base nas suas definições e condições específicas. Alguns avisos são mostrados apenas a utilizadores de tablets e smartphones, enquanto outros também aparecem em computadores de secretária. Alguns podem ser rejeitados, alguns são rejeitados automaticamente e outros são persistentes. Uma sobreposição de instalação não será apresentada se a funcionalidade estiver desactivada, se o utilizador já a tiver visto e rejeitado enquanto o tempo limite não tiver expirado ou se os avisos estiverem definidos para serem apresentados apenas aos visitantes que regressam e se o utilizador estiver a visitá-los pela primeira vez. Se um aviso não for apresentado, verifique se está ativado nas definições e se as condições de apresentação são cumpridas.
ru_ru: Промоты установки появляются динамично, основываясь на ваших настройках и конкретных условиях. Некоторые пробки показываются только пользователям планшетов и смартфонов, в то время как другие также появляются на Desktops. Некоторые могут быть отвергнуты, некоторые Auto-Dismiss, а другие сохраняются. Настройка не будет отображаться, если функция отключена, пользователь уже видел и отказался от нее, пока Timeout не истекает, или если прорывы устанавливаются, чтобы показать только для возвращения посетителей, а пользователь посещает впервые. Если скорость не отображается, убедитесь, что она включена в настройках и что условия отображения выполнены.

source: Installation prompts encourage your users to add your web app to their home screens by simply clicking the dedicated installation buttons. These overlays appear at strategic places to increase the likelihood of installation.
de_de: Installationsaufforderungen ermutigen deine Nutzer/innen, deine Web-App zu ihrem Startbildschirm hinzuzufügen, indem sie einfach auf die entsprechenden Installationsschaltflächen klicken. Diese Einblendungen erscheinen an strategischen Stellen, um die Wahrscheinlichkeit der Installation zu erhöhen.
es_es: Los avisos de instalación animan a los usuarios a añadir tu aplicación web a sus pantallas de inicio simplemente haciendo clic en los botones de instalación específicos. Estas superposiciones aparecen en lugares estratégicos para aumentar la probabilidad de instalación.
fr_fr: Les invites d'installation encouragent vos utilisateurs à ajouter votre application web à leur écran d'accueil en cliquant simplement sur les boutons d'installation prévus à cet effet. Ces incrustations apparaissent à des endroits stratégiques pour augmenter la probabilité d'installation.
it_it: Le richieste di installazione incoraggiano gli utenti ad aggiungere la vostra web app alla loro schermata iniziale, semplicemente facendo clic sui pulsanti di installazione dedicati. Questi overlay appaiono in punti strategici per aumentare la probabilità di installazione.
pt_pt: Os avisos de instalação incentivam os seus utilizadores a adicionar a sua aplicação Web aos respectivos ecrãs iniciais, bastando para isso clicar nos botões de instalação dedicados. Estas sobreposições aparecem em locais estratégicos para aumentar a probabilidade de instalação.
ru_ru: Инсталляции поощряют пользователей добавлять свой веб-приложение к домашним экранам, просто нажав на специальные кнопки установки. Эти Overlays появляются на стратегических местах, чтобы увеличить вероятность установки.

source: Installation QR Code
es_es: Código QR de instalación
fr_fr: Code QR d'installation
it_it: Codice QR di installazione
pt_pt: Código QR de instalação
ru_ru: Инсталляция QR-кода

source: Installing uses no storage and offers a quick way back to our web app.
de_de: Die Installation verbraucht keinen Speicherplatz und bietet einen schnellen Weg zurück zu unserer Web-App.
es_es: La instalación no utiliza almacenamiento y ofrece una forma rápida de volver a nuestra aplicación web.
fr_fr: L'installation n'utilise pas de mémoire et offre un moyen rapide de revenir à notre application web.
it_it: L'installazione non utilizza memoria e offre un modo rapido per tornare alla nostra applicazione web.
pt_pt: A instalação não utiliza armazenamento e oferece uma forma rápida de regressar à nossa aplicação Web.
ru_ru: Инсталляция не использует хранение и предлагает быстрый способ вернуться в нашу веб-Апп.

source: International Age Rating Coalition (IARC) certification number, which helps classify your app’s appropriate age group. Click the info icon for more information.
de_de: Zertifizierungsnummer der International Age Rating Coalition (IARC), die dabei hilft, deine App in die richtige Altersgruppe einzustufen. Klicke auf das Info-Symbol für weitere Informationen.
es_es: Número de certificación de la Coalición Internacional para la Clasificación por Edades (IARC), que ayuda a clasificar el grupo de edad apropiado de su aplicación. Haz clic en el icono de información para más información.
fr_fr: Numéro de certification de l'International Age Rating Coalition (IARC), qui permet de classer votre application dans la tranche d'âge appropriée. Cliquez sur l'icône info pour plus d'informations.
it_it: Numero di certificazione dell'International Age Rating Coalition (IARC), che aiuta a classificare la vostra applicazione in base alla fascia d'età. Per ulteriori informazioni, fare clic sull'icona informativa.
pt_pt: Número de certificação da International Age Rating Coalition (IARC), que ajuda a classificar o grupo etário adequado da sua aplicação. Clique no ícone de informação para obter mais informações.
ru_ru: Номер сертификации Международной коалиции по рейтингу возраста (Iarc), который помогает классифицировать соответствующую возрастную группу вашего приложения. Нажмите на икону Info для получения дополнительной информации.

source: iOS
ru_ru: Иоси

source: iOS Status Bar Style
de_de: iOS Statusleiste Stil
es_es: estilo de la barra de estado de iOS
fr_fr: style de la barre d'état d'iOS
it_it: stile della barra di stato di iOS
pt_pt: estilo da barra de estado do iOS
ru_ru: Статус бар стиль

source: Is the plugin compatible with all themes and plugins?
de_de: Ist das Plugin mit allen Themes und Plugins kompatibel?
es_es: ¿El plugin es compatible con todos los temas y plugins?
fr_fr: Le plugin est-il compatible avec tous les thèmes et plugins ?
it_it: Il plugin è compatibile con tutti i temi e i plugin?
pt_pt: O plugin é compatível com todos os temas e plugins?
ru_ru: Совместим ли Plugin со всеми темами и Plugins?

source: It appears you do not have a secure HTTPS server and PWA requires HTTPS connection to function correctly. Please set up it on your server or contact to your hosting provider to enable it for you.
de_de: Es scheint, dass du keinen sicheren HTTPS-Server hast und dass die PWA eine HTTPS-Verbindung benötigt, um richtig zu funktionieren. Bitte richte sie auf deinem Server ein oder wende dich an deinen Hosting-Anbieter, damit er sie für dich aktiviert.
es_es: Parece que usted no tiene un servidor seguro HTTPS y PWA requiere conexión HTTPS para funcionar correctamente. Por favor, configúralo en tu servidor o contacta con tu proveedor de hosting para que te lo habilite.
fr_fr: Il semble que vous ne disposiez pas d'un serveur HTTPS sécurisé et que l'application PWA nécessite une connexion HTTPS pour fonctionner correctement. Veuillez l'installer sur votre serveur ou contacter votre hébergeur pour qu'il l'active pour vous.
it_it: Sembra che non abbiate un server HTTPS sicuro e che la PWA richieda una connessione HTTPS per funzionare correttamente. Si prega di impostarla sul proprio server o di contattare il proprio provider di hosting per abilitarla.
pt_pt: Parece que não tem um servidor HTTPS seguro e o PWA requer uma ligação HTTPS para funcionar corretamente. Configure-a no seu servidor ou contacte o seu fornecedor de alojamento para a ativar.
ru_ru: Похоже, что у вас нет безопасного сервера Https, и PWA требует подключения к Https для правильного функционирования. Пожалуйста, установите его на вашем сервере или обратитесь к вашему провайдеру хостинга, чтобы сделать это для вас.

source: It looks like you lost your internet connection. Please check your connection to reconnect.
de_de: Es sieht so aus, als hättest du deine Internetverbindung verloren. Bitte überprüfe deine Verbindung und stelle sie wieder her.
es_es: Parece que has perdido la conexión a Internet. Por favor, comprueba tu conexión para volver a conectarte.
fr_fr: Il semble que vous ayez perdu votre connexion internet. Veuillez vérifier votre connexion pour vous reconnecter.
it_it: Sembra che si sia persa la connessione a Internet. Si prega di controllare la connessione per riconnettersi.
pt_pt: Parece que perdeu a ligação à Internet. Verifique a sua ligação para restabelecer a ligação.
ru_ru: Похоже, что вы потеряли свой интернет-соединение. Пожалуйста, проверите свой подключение для воссоединения.

source: Keep reading, even when you're on the train!
de_de: Lies weiter, auch wenn du im Zug sitzt!
es_es: Siga leyendo, ¡incluso cuando esté en el tren!
fr_fr: Continuez à lire, même dans le train !
it_it: Continuate a leggere, anche quando siete in treno!
pt_pt: Continue a ler, mesmo quando estiver no comboio!
ru_ru: Продолжайте читать, даже когда вы находитесь в поезде!

source: Keep Shown After Subscription
de_de: Nach dem Abonnement anzeigen lassen
es_es: Mantener mostrado después de la suscripción
fr_fr: Maintien de l'affichage après l'abonnement
it_it: Mantenere la visualizzazione dopo la sottoscrizione dell'abbonamento
pt_pt: Manter mostrado após a subscrição
ru_ru: Продолжайте показывать после подписки

source: Keep shown after user subscribes for notifications, allowing them to unsubscribe by clicking on the button again.
de_de: Bleibt angezeigt, nachdem der Nutzer die Benachrichtigungen abonniert hat, und ermöglicht es ihm, sich durch erneutes Klicken auf die Schaltfläche abzumelden.
es_es: Mantener mostrado después de que el usuario se suscriba a las notificaciones, permitiéndole darse de baja haciendo clic de nuevo en el botón.
fr_fr: Reste affiché après que l'utilisateur s'est abonné aux notifications, ce qui lui permet de se désabonner en cliquant à nouveau sur le bouton.
it_it: Mantenere la visualizzazione dopo che l'utente si è iscritto alle notifiche, consentendogli di annullare l'iscrizione facendo nuovamente clic sul pulsante.
pt_pt: Manter a apresentação depois de o utilizador subscrever as notificações, permitindo-lhe anular a subscrição clicando novamente no botão.
ru_ru: Сохраняйте показаны после того, как пользователь подписывается на уведомления, позволяя им отключить подписку, нажав на кнопку снова.

source: Keep track of your orders. Our web app is fast, small and works offline.
de_de: Behalte den Überblick über deine Bestellungen. Unsere Web-App ist schnell, klein und funktioniert offline.
es_es: Controle sus pedidos. Nuestra aplicación web es rápida, pequeña y funciona sin conexión.
fr_fr: Suivez vos commandes. Notre application web est rapide, petite et fonctionne hors ligne.
it_it: Tenete traccia dei vostri ordini. La nostra applicazione web è veloce, piccola e funziona anche offline.
pt_pt: Acompanhe as suas encomendas. A nossa aplicação Web é rápida, pequena e funciona offline.
ru_ru: Следите за вашими заказами. Наша веб-приложение быстрое, небольшое и работает офлайн.

source: Key Round
de_de: Schlüssel Rund
es_es: Llave redonda
fr_fr: Clé ronde
it_it: Chiave rotonda
pt_pt: Chave redonda
ru_ru: Ключевые круги

source: Kids
de_de: Kinder
es_es: Niños
fr_fr: Les enfants
it_it: Bambini
pt_pt: Crianças
ru_ru: Дети

source: Landscape
de_de: Landschaft
es_es: Paisaje
fr_fr: Paysage
it_it: Paesaggio
pt_pt: Paisagem
ru_ru: пейзаж

source: Languages
de_de: Sprachen
es_es: Idiomas
fr_fr: Langues
it_it: Le lingue
pt_pt: Línguas
ru_ru: Языки

source: Last 12 Months
de_de: Letzte 12 Monate
es_es: Últimos 12 meses
fr_fr: 12 derniers mois
it_it: Ultimi 12 mesi
pt_pt: Últimos 12 meses
ru_ru: Последние 12 месяцев

source: Last 28 Days
de_de: Letzte 28 Tage
es_es: Últimos 28 días
fr_fr: Les 28 derniers jours
it_it: Ultimi 28 giorni
pt_pt: Últimos 28 dias
ru_ru: Последние 28 дней

source: Last 7 Days
de_de: Letzte 7 Tage
es_es: Últimos 7 días
fr_fr: 7 derniers jours
it_it: Ultimi 7 giorni
pt_pt: Últimos 7 dias
ru_ru: Последние 7 дней

source: Launch the Google Chrome web browser from your home screen.
de_de: Starte den Google Chrome Webbrowser von deinem Startbildschirm aus.
es_es: Abre el navegador web Google Chrome desde la pantalla de inicio.
fr_fr: Lancez le navigateur web Google Chrome depuis votre écran d'accueil.
it_it: Avviare il browser web Google Chrome dalla schermata iniziale.
pt_pt: Inicie o navegador Web Google Chrome a partir do seu ecrã inicial.
ru_ru: Запустите веб-браузер Google Chrome с домашнего экрана.

source: Launch the Google Chrome web browser from your start menu.
de_de: Starte den Google Chrome Webbrowser über dein Startmenü.
es_es: Abre el navegador web Google Chrome desde el menú de inicio.
fr_fr: Lancez le navigateur web Google Chrome à partir du menu Démarrer.
it_it: Avviare il browser web Google Chrome dal menu di avvio.
pt_pt: Inicie o navegador Web Google Chrome a partir do menu Iniciar.
ru_ru: Запустите веб-браузер Google Chrome из меню Старт.

source: Launch the Safari web browser from your home screen.
de_de: Starte den Safari-Webbrowser von deinem Startbildschirm aus.
es_es: Abre el navegador Safari desde la pantalla de inicio.
fr_fr: Lancez le navigateur web Safari depuis votre écran d'accueil.
it_it: Avviare il browser web Safari dalla schermata iniziale.
pt_pt: Inicie o browser Safari a partir do seu ecrã inicial.
ru_ru: Запустите Safari Web Browser с домашнего экрана.

source: Layers
de_de: Lagen
es_es: Capas
fr_fr: Les couches
it_it: Strati
pt_pt: Camadas
ru_ru: Степень

source: Layout Grid
de_de: Layout-Gitter
es_es: Rejilla de diseño
fr_fr: Grille de mise en page
it_it: Griglia di layout
pt_pt: Grelha de apresentação
ru_ru: Лайоут Грейд

source: License Key
de_de: Lizenzschlüssel
es_es: Clave de licencia
fr_fr: Clé de licence
it_it: Chiave di licenza
pt_pt: Chave de licença
ru_ru: Лицензионный ключ

source: Life Buoy
de_de: Rettungsboje
es_es: Boya salvavidas
fr_fr: Bouée de sauvetage
it_it: Boa di salvataggio
pt_pt: Boia salva-vidas
ru_ru: Жизнь Буй
