{"translation-revision-date":"2025-03-22 18:45+0000","generator":"Loco https:\/\/localise.biz\/","source":"frontend\/assets\/js\/dev\/components\/installPrompt.js","domain":"daftplug-progressify","locale_data":{"daftplug-progressify":{"":{"domain":"","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"},"Copied":["Copiado"],"Install Web App":["Instalar Web App"],"Checking installation capabilities...":["Comprobación de las capacidades de instalación..."],"Click to Install":["Haga clic para instalar"],"Tap to Install":["Pulse para instalar"],"Tap the Menu Icon":["Pulse el icono de menú"],"Tap the menu icon (three dots), located at the top-right of your screen.":["Pulse el icono de menú (tres puntos), situado en la parte superior derecha de la pantalla."],"Select \"Add to Home Screen\"":["Selecciona \"Añadir a pantalla de inicio\""],"Tap the \"Add to Home Screen\" option from the menu.":["Pulse la opción \"Añadir a la pantalla de inicio\" del menú."],"Confirm by Tapping \"Add\"":["Confirme pulsando \"Añadir\""],"Tap the \"Add\" text on the browser installation dialog.":["Pulse el texto \"Añadir\" en el cuadro de diálogo de instalación del navegador."],"Select \"Install\"":["Seleccione \"Instalar\""],"Tap the \"Install\" option from the menu.":["Pulse la opción \"Instalar\" del menú."],"Confirm by Tapping \"Add to Home Screen\"":["Confirme pulsando \"Añadir a pantalla de inicio\""],"Tap the \"Add to Home Screen\" button on the browser installation dialog.":["Pulse el botón \"Añadir a la pantalla de inicio\" en el cuadro de diálogo de instalación del navegador."],"Select \"Home Screen\"":["Seleccione \"Pantalla de inicio\""],"Tap the menu icon (three horizontal lines) located at the bottom-right of your screen.":["Pulse el icono de menú (tres líneas horizontales) situado en la parte inferior derecha de la pantalla."],"Select \"Add to Phone\"":["Selecciona \"Añadir al teléfono\""],"Tap the \"Add to Phone\" option from the menu":["Pulse la opción \"Añadir al teléfono\" del menú"],"Confirm by Tapping \"Install\"":["Confirme pulsando \"Instalar\""],"Tap the \"Install\" text on the browser installation dialog.":["Pulse el texto \"Instalar\" en el cuadro de diálogo de instalación del navegador."],"Copy the Page URL":["Copiar la URL de la página"],"Click the button below to copy the page's URL.":["Haga clic en el botón de abajo para copiar la URL de la página."],"Open the Google Chrome Browser":["Abrir el navegador Google Chrome"],"Launch the Google Chrome web browser from your home screen.":["Abre el navegador web Google Chrome desde la pantalla de inicio."],"Paste and Open the URL":["Pegar y abrir la URL"],"Paste the copied URL into Google Chrome's address bar and open the page.":["Pega la URL copiada en la barra de direcciones de Google Chrome y abre la página."],"Tap the Share Icon":["Pulse el icono Compartir"],"Tap the share icon located at the center-bottom of your screen.":["Toca el icono de compartir situado en el centro de la parte inferior de la pantalla."],"Tap the \"Add to Home Screen\" option, represented by the plus [+] icon.":["Pulse la opción \"Añadir a la pantalla de inicio\", representada por el icono más [+]."],"Tap the \"Add\" button at the top-right corner of your screen.":["Pulse el botón \"Añadir\" en la esquina superior derecha de la pantalla."],"Tap the share icon located at the top-right of your browser address bar.":["Pulse el icono de compartir situado en la parte superior derecha de la barra de direcciones de su navegador."],"Tap the share icon in the dialog overlay that the browser opens.":["Toca el icono de compartir en el diálogo superpuesto que se abre en el navegador."],"Tap the menu icon (three dots), located at the bottom-right of your screen.":["Pulse el icono de menú (tres puntos), situado en la parte inferior derecha de la pantalla."],"Tap the share icon located at the top of the dialog overlay that browser opens.":["Toca el icono de compartir situado en la parte superior de la superposición de diálogo que se abre en el navegador."],"Tap the share icon located at the right side of the browser's address bar.":["Pulse el icono de compartir situado a la derecha de la barra de direcciones del navegador."],"Open the Safari Browser":["Abra el navegador Safari"],"Launch the Safari web browser from your home screen.":["Abre el navegador Safari desde la pantalla de inicio."],"Paste the copied URL into Safari's address bar and open the page.":["Pega la URL copiada en la barra de direcciones de Safari y abre la página."],"Installation Not Supported":["Instalación no compatible"],"Your operating system does not support web app installation. Please try accessing the website on an Android or iOS mobile device.":["Tu sistema operativo no admite la instalación de aplicaciones web. Intente acceder al sitio web desde un dispositivo móvil Android o iOS."],"Tap the menu icon (three dots) in the top-right corner of your browser window.":["Pulse el icono de menú (tres puntos) situado en la esquina superior derecha de la ventana del navegador."],"Expand \"Cast, save and share\"":["Ampliar \"Fundir, guardar y compartir\""],"Hover over the \"Cast, Save, and Share\" menu item to expand its options.":["Pasa el ratón por encima de la opción de menú \"Repartir, guardar y compartir\" para ampliar sus opciones."],"Select \"Install page as app...\"":["Selecciona \"Instalar página como app...\""],"Click on \"Install page as app...\" from the menu.":["Haga clic en \"Instalar página como aplicación...\" en el menú."],"Confirm by Clicking \"Install\"":["Confirme haciendo clic en \"Instalar\""],"Click the \"Install\" button in the browser's installation dialog.":["Pulse el botón \"Instalar\" en el cuadro de diálogo de instalación del navegador."],"Expand \"Apps\"":["Ampliar \"Aplicaciones"],"Hover over the \"Apps\" menu item to expand its options.":["Pase el ratón por encima de la opción de menú \"Aplicaciones\" para ampliar sus opciones."],"Select \"Install this site as app\"":["Seleccione \"Instalar este sitio como aplicación\""],"Click on \"Install this site as app\" from the menu.":["Haga clic en \"Instalar este sitio como aplicación\" en el menú."],"Launch the Google Chrome web browser from your start menu.":["Abre el navegador web Google Chrome desde el menú de inicio."],"Your device does not support web app installation. Please try accessing the website on a mobile or desktop device.":["Su dispositivo no admite la instalación de aplicaciones web. Intenta acceder al sitio web desde un dispositivo móvil o de escritorio."],"Close Dialog":["Cerrar diálogo"]}}}