Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Sorry, we couldn't find your page.
de_de: Tut uns leid, wir konnten deine Seite nicht finden.
es_es: Lo sentimos, no hemos podido encontrar su página.
fr_fr: Désolé, nous n'avons pas trouvé votre page.
it_it: Spiacenti, non siamo riusciti a trovare la sua pagina.
pt_pt: Lamentamos, mas não conseguimos encontrar a sua página.
ru_ru: Извините, мы не смогли найти вашу страницу.

source: Sparkles
de_de: Funkeln
es_es: Destellos
fr_fr: Étincelles
it_it: Scintille
pt_pt: Brilhantes
ru_ru: Спартак

source: Specify the full name of your web application, typically matching your business or service name.
de_de: Gib den vollständigen Namen deiner Webanwendung an, der normalerweise dem Namen deines Unternehmens oder deiner Dienstleistung entspricht.
es_es: Especifique el nombre completo de su aplicación web, que suele coincidir con el nombre de su empresa o servicio.
fr_fr: Indiquez le nom complet de votre application web, qui correspond généralement au nom de votre entreprise ou de votre service.
it_it: Specificare il nome completo dell'applicazione web, in genere corrispondente al nome dell'azienda o del servizio.
pt_pt: Especifique o nome completo da sua aplicação Web, que normalmente corresponde ao nome da sua empresa ou serviço.
ru_ru: Определите полное имя вашей веб-приложения, обычно соответствующее вашему бизнесу или сервису.

source: Specify the style of the status bar for your app on iOS devices.
de_de: Lege den Stil der Statusleiste für deine App auf iOS-Geräten fest.
es_es: Especifica el estilo de la barra de estado de tu aplicación en dispositivos iOS.
fr_fr: Spécifiez le style de la barre d'état de votre application sur les appareils iOS.
it_it: Specificare lo stile della barra di stato per l'applicazione sui dispositivi iOS.
pt_pt: Especifique o estilo da barra de estado da sua aplicação em dispositivos iOS.
ru_ru: Определите стиль полосы состояния для вашего приложения на устройствах iOS.

source: Spinner
it_it: Filatoio
pt_pt: Girador
ru_ru: Спиннер

source: Sports
de_de: Sport
es_es: Deportes
it_it: Sport
pt_pt: Desporto
ru_ru: Спортивные

source: Sprout
de_de: Sprossen
es_es: Brote
fr_fr: Germe
it_it: Germoglio
pt_pt: Rebento
ru_ru: Стрельба

source: Stale While Revalidate
de_de: Veraltet während der Revalidierung
es_es: Anticuado mientras se revalida
fr_fr: Périmé pendant la revalidation
it_it: Stantio mentre si riconvalida
pt_pt: Caduco enquanto revalidado
ru_ru: Вместе с тем, как восстанавливается

source: Standalone
de_de: Eigenständig
es_es: Independiente
fr_fr: Autonome
pt_pt: Autónomo
ru_ru: Стандартный

source: Star
de_de: Stern
es_es: Estrella
fr_fr: Étoile
it_it: Stella
pt_pt: Estrela
ru_ru: Звезды

source: Start Page
de_de: Start Seite
es_es: Página de inicio
fr_fr: Page d'accueil
it_it: Pagina iniziale
pt_pt: Página inicial
ru_ru: Начало страницы

source: Stethoscope
de_de: Stethoskop
es_es: Estetoscopio
fr_fr: Stéthoscope
it_it: Stetoscopio
pt_pt: Estetoscópio
ru_ru: СТЕТОСКОП

source: Stock level: %d (Threshold: %d)%s. SKU: %s
de_de: Lagerbestand: %d (Schwellenwert: %d)%s. SKU: %s
es_es: Nivel de existencias: %d (Umbral: %d)%s. SKU: %s
fr_fr: Niveau de stock : %d (Seuil : %d)%s. SKU : %s
it_it: Livello di stock: %d (soglia: %d)%s. SKU: %s
pt_pt: Nível de stock: %d (Limiar: %d)%s. SKU: %s
ru_ru: Стоимость акций: %d (третье: %d) %s. Ску: %s

source: Store
de_de: Laden
es_es: Tienda
fr_fr: Magasin
it_it: Negozio
pt_pt: Loja
ru_ru: магазины

source: Submit Request
de_de: Anfrage einreichen
es_es: Enviar solicitud
fr_fr: Soumettre une demande
it_it: Invia la richiesta
pt_pt: Enviar pedido
ru_ru: Заявление подать

source: Submitting...
de_de: Einreichen...
es_es: Presentar...
fr_fr: Soumettre...
it_it: Invio...
pt_pt: Enviar...
ru_ru: Представление...

source: Successfully reconnected to the internet!
de_de: Erfolgreich wieder mit dem Internet verbunden!
es_es: ¡Reconectado con éxito a Internet!
fr_fr: Reconnexion réussie à l'internet !
it_it: Riuscito a riconnettersi a Internet!
pt_pt: Ligado com sucesso à Internet!
ru_ru: Успешно подключен к Интернету!

source: Sun
de_de: Sonne
es_es: Sol
fr_fr: Soleil
it_it: Sole
pt_pt: Sol
ru_ru: Солнце

source: Support Request
de_de: Unterstützung anfordern
es_es: Solicitud de apoyo
fr_fr: Demande de soutien
it_it: Richiesta di supporto
pt_pt: Pedido de apoio
ru_ru: Просьба о поддержке

source: Supported Devices
de_de: Unterstützte Geräte
es_es: Dispositivos compatibles
fr_fr: Dispositifs pris en charge
it_it: Dispositivi supportati
pt_pt: Dispositivos suportados
ru_ru: Поддерживаемые устройства

source: Switch Button Type
de_de: Schalter Taste Typ
es_es: Interruptor Tipo de botón
fr_fr: Type de bouton d'interrupteur
it_it: Tipo di pulsante dell'interruttore
pt_pt: Tipo de botão de comutação
ru_ru: Тип кнопки Switch

source: Tablet
es_es: Tableta
fr_fr: Tablette
it_it: Tavoletta
ru_ru: Таблетки

source: Tap the "Add to Home Screen" button on the browser installation dialog.
de_de: Tippe im Installationsdialog des Browsers auf die Schaltfläche "Zum Startbildschirm hinzufügen".
es_es: Pulse el botón "Añadir a la pantalla de inicio" en el cuadro de diálogo de instalación del navegador.
fr_fr: Appuyez sur le bouton "Ajouter à l'écran d'accueil" dans la boîte de dialogue d'installation du navigateur.
it_it: Toccare il pulsante "Aggiungi alla schermata iniziale" nella finestra di dialogo di installazione del browser.
pt_pt: Toque no botão "Adicionar ao ecrã inicial" na caixa de diálogo de instalação do browser.
ru_ru: Нажмите кнопку «Добавить на домашний экран» в диалоге установки браузера.

source: Tap the "Add to Home Screen" option from the menu.
de_de: Tippe im Menü auf die Option "Zum Startbildschirm hinzufügen".
es_es: Pulse la opción "Añadir a la pantalla de inicio" del menú.
fr_fr: Appuyez sur l'option "Ajouter à l'écran d'accueil" dans le menu.
it_it: Toccare l'opzione "Aggiungi alla schermata iniziale" dal menu.
pt_pt: Toque na opção "Adicionar ao ecrã inicial" no menu.
ru_ru: Нажмите опцию «Добавить на домашний экран» из меню.

source: Tap the "Add to Home Screen" option, represented by the plus [+] icon.
de_de: Tippe auf die Option "Zum Startbildschirm hinzufügen", die durch das Plus [+]-Symbol dargestellt wird.
es_es: Pulse la opción "Añadir a la pantalla de inicio", representada por el icono más [+].
fr_fr: Appuyez sur l'option "Ajouter à l'écran d'accueil", représentée par l'icône plus [+].
it_it: Toccare l'opzione "Aggiungi alla schermata iniziale", rappresentata dall'icona più [+].
pt_pt: Toque na opção "Adicionar ao ecrã inicial", representada pelo ícone de mais [+].
ru_ru: Нажмите опцию «Добавить до домашнего экрана», представленную плюс-иконой.

source: Tap the "Add to Phone" option from the menu
de_de: Tippe im Menü auf die Option "Zum Telefon hinzufügen"
es_es: Pulse la opción "Añadir al teléfono" del menú
fr_fr: Appuyez sur l'option "Ajouter au téléphone" dans le menu
it_it: Toccare l'opzione "Aggiungi al telefono" dal menu
pt_pt: Toque na opção "Adicionar ao telemóvel" no menu
ru_ru: Нажмите опцию «Добавить в телефон» из меню

source: Tap the "Add" button at the top-right corner of your screen.
de_de: Tippe auf die Schaltfläche "Hinzufügen" in der oberen rechten Ecke deines Bildschirms.
es_es: Pulse el botón "Añadir" en la esquina superior derecha de la pantalla.
fr_fr: Appuyez sur le bouton "Ajouter" dans le coin supérieur droit de votre écran.
it_it: Toccare il pulsante "Aggiungi" nell'angolo superiore destro dello schermo.
pt_pt: Toque no botão "Adicionar" no canto superior direito do ecrã.
ru_ru: Нажмите кнопку «Добавить» в верхнем правом углу экрана.

source: Tap the "Add" text on the browser installation dialog.
de_de: Tippe im Installationsdialog des Browsers auf den Text "Hinzufügen".
es_es: Pulse el texto "Añadir" en el cuadro de diálogo de instalación del navegador.
fr_fr: Appuyez sur le texte "Ajouter" dans la boîte de dialogue d'installation du navigateur.
it_it: Toccare il testo "Aggiungi" nella finestra di dialogo di installazione del browser.
pt_pt: Toque no texto "Adicionar" na caixa de diálogo de instalação do browser.
ru_ru: Нажмите текст «Добавить» в диалог установки браузера.

source: Tap the "Install" option from the menu.
de_de: Tippe im Menü auf die Option "Installieren".
es_es: Pulse la opción "Instalar" del menú.
fr_fr: Appuyez sur l'option "Installer" dans le menu.
it_it: Toccare l'opzione "Installa" dal menu.
pt_pt: Toque na opção "Instalar" no menu.
ru_ru: Нажмите опцию «инсталляция» из меню.

source: Tap the "Install" text on the browser installation dialog.
de_de: Tippe im Installationsdialog des Browsers auf den Text "Installieren".
es_es: Pulse el texto "Instalar" en el cuadro de diálogo de instalación del navegador.
fr_fr: Appuyez sur le texte "Installer" dans la boîte de dialogue d'installation du navigateur.
it_it: Toccare il testo "Installa" nella finestra di dialogo di installazione del browser.
pt_pt: Toque no texto "Instalar" na caixa de diálogo de instalação do browser.
ru_ru: Нажмите текст «инсталляция» в диалог установки браузера.

source: Tap the Menu Icon
de_de: Tippe auf das Menü-Symbol
es_es: Pulse el icono de menú
fr_fr: Appuyez sur l'icône de menu
it_it: Toccare l'icona del menu
pt_pt: Toque no ícone de menu
ru_ru: Нажмите меню иконы

source: Tap the menu icon (three dots) in the top-right corner of your browser window.
de_de: Tippe auf das Menüsymbol (drei Punkte) in der oberen rechten Ecke deines Browserfensters.
es_es: Pulse el icono de menú (tres puntos) situado en la esquina superior derecha de la ventana del navegador.
fr_fr: Appuyez sur l'icône de menu (trois points) dans le coin supérieur droit de la fenêtre de votre navigateur.
it_it: Toccare l'icona del menu (tre punti) nell'angolo superiore destro della finestra del browser.
pt_pt: Toque no ícone do menu (três pontos) no canto superior direito da janela do browser.
ru_ru: Нажмите икону меню (три точки) в верхнем правом углу окна браузера.

source: Tap the menu icon (three dots), located at the bottom-right of your screen.
de_de: Tippe auf das Menüsymbol (drei Punkte), das sich unten rechts auf deinem Bildschirm befindet.
es_es: Pulse el icono de menú (tres puntos), situado en la parte inferior derecha de la pantalla.
fr_fr: Appuyez sur l'icône de menu (trois points), située en bas à droite de votre écran.
it_it: Toccare l'icona del menu (tre punti), situata in basso a destra dello schermo.
pt_pt: Toque no ícone do menu (três pontos), localizado no canto inferior direito do ecrã.
ru_ru: Нажмите икону меню (три точки), расположенную в нижней правой части экрана.

source: Tap the menu icon (three dots), located at the top-right of your screen.
de_de: Tippe auf das Menüsymbol (drei Punkte), das sich oben rechts auf deinem Bildschirm befindet.
es_es: Pulse el icono de menú (tres puntos), situado en la parte superior derecha de la pantalla.
fr_fr: Appuyez sur l'icône de menu (trois points), située en haut à droite de votre écran.
it_it: Toccare l'icona del menu (tre punti), situata in alto a destra dello schermo.
pt_pt: Toque no ícone do menu (três pontos), localizado no canto superior direito do ecrã.
ru_ru: Нажмите икону меню (три точки), расположенную в верхней правой части экрана.

source: Tap the menu icon (three horizontal lines) located at the bottom-right of your screen.
de_de: Tippe auf das Menüsymbol (drei horizontale Linien) unten rechts auf deinem Bildschirm.
es_es: Pulse el icono de menú (tres líneas horizontales) situado en la parte inferior derecha de la pantalla.
fr_fr: Appuyez sur l'icône de menu (trois lignes horizontales) située en bas à droite de votre écran.
it_it: Toccare l'icona del menu (tre linee orizzontali) situata in basso a destra dello schermo.
pt_pt: Toque no ícone do menu (três linhas horizontais) localizado no canto inferior direito do ecrã.
ru_ru: Нажмите икону меню (три горизонтальных строки), расположенную в нижней правой части экрана.

source: Tap the Share Icon
de_de: Tippe auf das Teilen-Symbol
es_es: Pulse el icono Compartir
fr_fr: Appuyez sur l'icône Partager
it_it: Toccare l'icona Condividi
pt_pt: Toque no ícone Partilhar
ru_ru: Нажмите Share Icon

source: Tap the share icon in the dialog overlay that the browser opens.
de_de: Tippe auf das Freigabesymbol im Dialog-Overlay, das der Browser öffnet.
es_es: Toca el icono de compartir en el diálogo superpuesto que se abre en el navegador.
fr_fr: Appuyez sur l'icône de partage dans la fenêtre de dialogue qui s'ouvre dans le navigateur.
it_it: Toccare l'icona di condivisione nella finestra di dialogo che si apre nel browser.
pt_pt: Toque no ícone de partilha na sobreposição de diálogo que o navegador abre.
ru_ru: Нажмите икону счета в диалоговом переплете, который открывается браузером.

source: Tap the share icon located at the center-bottom of your screen.
de_de: Tippe auf das Teilen-Symbol in der Mitte unten auf deinem Bildschirm.
es_es: Toca el icono de compartir situado en el centro de la parte inferior de la pantalla.
fr_fr: Appuyez sur l'icône de partage située au centre en bas de votre écran.
it_it: Toccare l'icona di condivisione situata al centro in basso dello schermo.
pt_pt: Toque no ícone de partilha localizado na parte inferior central do ecrã.
ru_ru: Нажмите икону счета, расположенную в центре дна вашего экрана.

source: Tap the share icon located at the right side of the browser's address bar.
de_de: Tippe auf das Teilen-Symbol auf der rechten Seite der Adressleiste des Browsers.
es_es: Pulse el icono de compartir situado a la derecha de la barra de direcciones del navegador.
fr_fr: Appuyez sur l'icône de partage située à droite de la barre d'adresse du navigateur.
it_it: Toccare l'icona di condivisione situata a destra della barra degli indirizzi del browser.
pt_pt: Toque no ícone de partilha localizado no lado direito da barra de endereço do browser.
ru_ru: Нажмите икону счета, расположенную на правой стороне адресной ленты браузера.

source: Tap the share icon located at the top of the dialog overlay that browser opens.
de_de: Tippe auf das Teilen-Symbol oben im Dialogfenster, das der Browser öffnet.
es_es: Toca el icono de compartir situado en la parte superior de la superposición de diálogo que se abre en el navegador.
fr_fr: Appuyez sur l'icône de partage située en haut de la boîte de dialogue qui s'ouvre dans le navigateur.
it_it: Toccare l'icona di condivisione situata nella parte superiore della finestra di dialogo che si apre nel browser.
pt_pt: Toque no ícone de partilha localizado na parte superior da sobreposição da caixa de diálogo que o navegador abre.
ru_ru: Нажмите икону счета, расположенную в верхней части диалога, который открывается браузером.

source: Tap the share icon located at the top-right of your browser address bar.
de_de: Tippe auf das Teilen-Symbol oben rechts in der Adressleiste deines Browsers.
es_es: Pulse el icono de compartir situado en la parte superior derecha de la barra de direcciones de su navegador.
fr_fr: Appuyez sur l'icône de partage située en haut à droite de la barre d'adresse de votre navigateur.
it_it: Toccare l'icona di condivisione situata in alto a destra nella barra degli indirizzi del browser.
pt_pt: Toque no ícone de partilha localizado no canto superior direito da barra de endereço do seu browser.
ru_ru: Нажмите икону счета, расположенную в верхней правой части адресной ленты вашего браузера.

source: Tap to Install
de_de: Zum Installieren antippen
es_es: Pulse para instalar
fr_fr: Tapez sur pour installer
it_it: Toccare per installare
pt_pt: Toque para instalar
ru_ru: Нажмите для установки

source: Target
de_de: Ziel
es_es: Objetivo
fr_fr: Cible
it_it: Obiettivo
pt_pt: Objetivo
ru_ru: Цель

source: Temporary Access
de_de: Temporärer Zugang
es_es: Acceso temporal
fr_fr: Accès temporaire
it_it: Accesso temporaneo
pt_pt: Acesso temporário
ru_ru: Временный доступ

source: Test Tube Diagonal
de_de: Reagenzglas Diagonale
es_es: Diagonal del tubo de ensayo
fr_fr: Tube à essai en diagonale
it_it: Diagonale della provetta
pt_pt: Diagonal do tubo de ensaio
ru_ru: Диагональный тест трубы

source: Text
es_es: Texto
fr_fr: Texte
it_it: Testo
pt_pt: Texto
ru_ru: Текст

source: Text/CSV
ru_ru: Текст / CVV

source: Thank you for the payment! We are starting to create apps for you and will send it to you soon.
de_de: Vielen Dank für die Zahlung! Wir fangen an, Apps für dich zu erstellen und werden sie dir bald zusenden.
es_es: Gracias por el pago Estamos empezando a crear aplicaciones para usted y se lo enviaremos pronto.
fr_fr: Merci pour le paiement ! Nous commençons à créer des applications pour vous et nous vous les enverrons bientôt.
it_it: Grazie per il pagamento! Stiamo iniziando a creare le applicazioni per voi e ve le invieremo presto.
pt_pt: Obrigado pelo pagamento! Estamos a começar a criar aplicações para si e enviar-lhas-emos em breve.
ru_ru: Спасибо за оплату!Мы начинаем создавать приложения для вас и вскоре отправим их вам.

source: The Biometric Authentication feature is leveraging the Web Authentication API that allows standard WP login to authenticate registered users with the device's built-in authenticators like Touch ID, Face ID and Windows Hello or even using security keys like Yubikey.
de_de: Die biometrische Authentifizierung nutzt die Web-Authentifizierungs-API, die es ermöglicht, registrierte Nutzer/innen mit den im Gerät integrierten Authentifizierern wie Touch ID, Face ID und Windows Hello oder sogar mit Sicherheitsschlüsseln wie Yubikey zu authentifizieren.
es_es: La función de autenticación biométrica aprovecha la API de autenticación web que permite el inicio de sesión estándar de WP para autenticar a los usuarios registrados con los autenticadores integrados del dispositivo como Touch ID, Face ID y Windows Hello o incluso utilizando claves de seguridad como Yubikey.
fr_fr: La fonction d'authentification biométrique s'appuie sur l'API d'authentification Web qui permet à la connexion WP standard d'authentifier les utilisateurs enregistrés avec les authentificateurs intégrés à l'appareil tels que Touch ID, Face ID et Windows Hello ou même en utilisant des clés de sécurité telles que Yubikey.
it_it: La funzione di autenticazione biometrica sfrutta l'API di autenticazione web che consente il login standard di WP per autenticare gli utenti registrati con gli autenticatori integrati nel dispositivo, come Touch ID, Face ID e Windows Hello, o anche utilizzando chiavi di sicurezza come Yubikey.
pt_pt: A funcionalidade de autenticação biométrica tira partido da API de autenticação Web que permite que o início de sessão WP padrão autentique os utilizadores registados com os autenticadores incorporados no dispositivo, como o Touch ID, o Face ID e o Windows Hello, ou mesmo utilizando chaves de segurança como o Yubikey.
ru_ru: Функция биометрической аутентификации состоит в исполнении API веб-аутентификации, которая позволяет стандартным Wp Login аутентифицировать зарегистрированных пользователей с встроенными аутентификаторами устройства, такими как Touch ID, Face ID и Windows Hello или даже с использованием ключей безопасности, таких как Yubikey.

source: The categories describe the expected application categories to which the web application belongs. It's used as a hint to catalogs or store listing web applications. We recommend not to choose more than 3 categories.
de_de: Die Kategorien beschreiben die erwarteten Anwendungskategorien, zu denen die Webanwendung gehört. Sie dienen als Hinweis für Kataloge oder Shops, die Webanwendungen auflisten. Wir empfehlen, nicht mehr als 3 Kategorien zu wählen.
es_es: Las categorías describen las categorías de aplicaciones previstas a las que pertenece la aplicación web. Se utiliza como pista para los catálogos o tiendas que listan aplicaciones web. Recomendamos no elegir más de 3 categorías.
fr_fr: Les catégories décrivent les catégories d'applications auxquelles l'application web est censée appartenir. Elles servent d'indices pour les catalogues ou les magasins qui répertorient les applications web. Nous recommandons de ne pas choisir plus de 3 catégories.
it_it: Le categorie descrivono le categorie di applicazioni a cui l'applicazione web appartiene. Viene utilizzata come suggerimento per i cataloghi o i negozi che elencano le applicazioni web. Si consiglia di non scegliere più di 3 categorie.
pt_pt: As categorias descrevem as categorias de aplicações esperadas às quais a aplicação Web pertence. É utilizada como uma dica para catálogos ou lojas que listam aplicações Web. Recomendamos que não escolha mais de 3 categorias.
ru_ru: Категории описывают ожидаемые категории приложений, к которым принадлежит веб-приложение. Он используется в качестве индикатора для каталогов или хранения списка веб-приложений. Рекомендуем не выбирать более трех категорий.

source: The chart displays the historical data of your web app installations over time.
de_de: Das Diagramm zeigt die historischen Daten deiner Web-App-Installationen im Laufe der Zeit an.
es_es: El gráfico muestra los datos históricos de las instalaciones de su aplicación web a lo largo del tiempo.
fr_fr: Le graphique affiche les données historiques des installations de votre application web au fil du temps.
it_it: Il grafico mostra i dati storici delle installazioni delle web app nel tempo.
pt_pt: O gráfico apresenta os dados históricos das instalações da sua aplicação Web ao longo do tempo.
ru_ru: График показывает исторические данные ваших веб-приложений с течением времени.

source: The general push notifications setting gives you full control over self-hosted notifications service configuration on your server. Here you'll have an ability to adjust some values that can potentially improve notifications performance and avoid your server resource overload.
de_de: Die allgemeine Einstellung für Push-Benachrichtigungen gibt dir die volle Kontrolle über die Konfiguration des selbst gehosteten Benachrichtigungsdienstes auf deinem Server. Hier hast du die Möglichkeit, einige Werte anzupassen, die die Leistung der Benachrichtigungen verbessern und eine Überlastung der Serverressourcen verhindern können.
es_es: La configuración general de las notificaciones push te ofrece un control total sobre la configuración del servicio de notificaciones autoalojado en tu servidor. Aquí podrá ajustar algunos valores que pueden mejorar el rendimiento de las notificaciones y evitar la sobrecarga de recursos del servidor.
fr_fr: Le paramètre général des notifications push vous donne un contrôle total sur la configuration du service de notifications auto-hébergé sur votre serveur. Ici, vous avez la possibilité d'ajuster certaines valeurs qui peuvent potentiellement améliorer les performances des notifications et éviter la surcharge des ressources de votre serveur.
it_it: L'impostazione generale delle notifiche push offre un controllo completo sulla configurazione del servizio di notifiche self-hosted sul vostro server. Qui avrete la possibilità di regolare alcuni valori che possono potenzialmente migliorare le prestazioni delle notifiche ed evitare il sovraccarico delle risorse del server.
pt_pt: A definição geral de notificações push dá-lhe controlo total sobre a configuração do serviço de notificações auto-hospedado no seu servidor. Aqui poderá ajustar alguns valores que podem potencialmente melhorar o desempenho das notificações e evitar a sobrecarga de recursos do seu servidor.
ru_ru: Общее настройка push Notifications дает вам полный контроль над конфигурацией сервиса Self-Hosted Notifications на вашем сервере. Здесь у вас будет возможность настроить некоторые значения, которые могут потенциально улучшить производительность уведомлений и избежать перегрузки ресурсов сервера.
