Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Define your PWA web app Short Name
de_de: Definiere den Kurznamen deiner PWA Web App
es_es: Defina el nombre corto de su aplicación web PWA
fr_fr: Définissez le nom court de votre application web PWA
it_it: Definire il nome breve della web app PWA
pt_pt: Definir o nome curto da aplicação Web PWA
ru_ru: Определите короткое имя вашего веб-приложения PWA

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Cancellare
pt_pt: Eliminar
ru_ru: Изъять

source: Describe Your Problem
de_de: Beschreibe dein Problem
es_es: Describa su problema
fr_fr: Décrivez votre problème
it_it: Descrivete il vostro problema
pt_pt: Descreva o seu problema
ru_ru: Опишите свою проблему

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
pt_pt: Descrição
ru_ru: описание

source: Desktop
es_es: Escritorio
fr_fr: Bureau
pt_pt: Ambiente de trabalho
ru_ru: Десктоп

source: Dices
de_de: Würfel
es_es: Dados
fr_fr: Dés
it_it: Dadi
pt_pt: Dados
ru_ru: Сказать

source: Dismiss
de_de: Ablehnen
es_es: Desestimar
fr_fr: Rejeter
it_it: Rifiuto
pt_pt: Recusar
ru_ru: Дисмисс

source: Display a live reconnecting notification if connection interrupts.
de_de: Zeige eine Live-Benachrichtigung an, wenn die Verbindung unterbrochen wird.
es_es: Mostrar una notificación de reconexión en directo si se interrumpe la conexión.
fr_fr: Afficher une notification de reconnexion en direct en cas d'interruption de la connexion.
it_it: Visualizza una notifica di riconnessione in tempo reale se la connessione si interrompe.
pt_pt: Apresentar uma notificação de restabelecimento da ligação em direto se a ligação for interrompida.
ru_ru: Показать уведомление о воссоединении в режиме реального времени, если подключение прерывается.

source: Display a progress bar at the top of the screen during page transitions.
de_de: Zeige bei Seitenübergängen einen Fortschrittsbalken am oberen Rand des Bildschirms an.
es_es: Mostrar una barra de progreso en la parte superior de la pantalla durante las transiciones de página.
fr_fr: Afficher une barre de progression en haut de l'écran lors des transitions de page.
it_it: Visualizza una barra di avanzamento nella parte superiore dello schermo durante le transizioni di pagina.
pt_pt: Apresentar uma barra de progresso na parte superior do ecrã durante as transições de página.
ru_ru: Показать прогрессную ленту в верхней части экрана во время переходов страницы.

source: Display Mode
de_de: Anzeigemodus
es_es: Modo de visualización
fr_fr: Mode d'affichage
it_it: Modalità di visualizzazione
pt_pt: Modo de visualização
ru_ru: Дисплейный режим

source: Display Settings
de_de: Einstellungen anzeigen
es_es: Ajustes de pantalla
fr_fr: Paramètres d'affichage
it_it: Impostazioni del display
pt_pt: Definições do ecrã
ru_ru: Дисплей настроек

source: Displays spinning circles as the loading animation, indicating that the page is loading with a familiar, straightforward visual.
de_de: Zeigt kreisende Kreise als Ladeanimation an und zeigt so mit einem vertrauten, einfachen Bild an, dass die Seite geladen wird.
es_es: Muestra círculos giratorios como animación de carga, indicando que la página se está cargando con un visual familiar y directo.
fr_fr: Affiche des cercles en rotation comme animation de chargement, indiquant que la page est en train de se charger avec un visuel familier et simple.
it_it: Visualizza cerchi rotanti come animazione di caricamento, indicando che la pagina si sta caricando con un'immagine familiare e semplice.
pt_pt: Apresenta círculos giratórios como animação de carregamento, indicando que a página está a carregar com um visual familiar e simples.
ru_ru: Он отображает поворотные круги как загружающая анимация, указывающая на то, что страница загружается с знакомой, простой визуальной.

source: Displays the app with minimal browser UI for a cleaner interface.
de_de: Zeigt die App mit einem minimalen Browser-UI an, um die Oberfläche übersichtlicher zu gestalten.
es_es: Muestra la aplicación con una interfaz de usuario de navegador mínima para una interfaz más limpia.
fr_fr: Affiche l'application avec l'interface minimale du navigateur pour une interface plus propre.
it_it: Visualizza l'applicazione con l'interfaccia minima del browser per un'interfaccia più pulita.
pt_pt: Apresenta a aplicação com uma IU mínima do navegador para uma interface mais limpa.
ru_ru: Показать приложение с минимальным браузером для более чистых интерфейсов.

source: Displays the loading percentage and a progress bar, giving users a clear and precise indication of the page loading progress.
de_de: Zeigt den Prozentsatz des Ladevorgangs und einen Fortschrittsbalken an, so dass die Nutzer/innen einen klaren und genauen Überblick über den Ladevorgang der Seite haben.
es_es: Muestra el porcentaje de carga y una barra de progreso, ofreciendo a los usuarios una indicación clara y precisa del progreso de carga de la página.
fr_fr: Affiche le pourcentage de chargement et une barre de progression, donnant aux utilisateurs une indication claire et précise de la progression du chargement de la page.
it_it: Visualizza la percentuale di caricamento e una barra di avanzamento, dando agli utenti un'indicazione chiara e precisa dell'avanzamento del caricamento della pagina.
pt_pt: Apresenta a percentagem de carregamento e uma barra de progresso, dando aos utilizadores uma indicação clara e precisa do progresso do carregamento da página.
ru_ru: Он показывает процент загрузки и прогрессную ленту, предоставляя пользователям четкую и точную индикацию прогресса загрузки страницы.

source: DNA
es_es: ADN
fr_fr: ADN
it_it: IL DNA
pt_pt: ADN
ru_ru: ДНК

source: Does not cache anything. Always uses the network and passes the response to the browser.
de_de: Es wird nichts zwischengespeichert. Verwendet immer das Netzwerk und gibt die Antwort an den Browser weiter.
es_es: No almacena nada en caché. Siempre utiliza la red y pasa la respuesta al navegador.
fr_fr: Ne met rien en cache. Il utilise toujours le réseau et transmet la réponse au navigateur.
it_it: Non memorizza nulla nella cache. Utilizza sempre la rete e passa la risposta al browser.
pt_pt: Não armazena nada em cache. Utiliza sempre a rede e passa a resposta para o browser.
ru_ru: Ничего не скрывает. Всегда использует сеть и передает ответ браузеру.

source: Does Push Notifications work on iOS?
de_de: Funktionieren Push-Benachrichtigungen unter iOS?
es_es: ¿Funcionan las notificaciones push en iOS?
fr_fr: Les notifications push fonctionnent-elles sur iOS ?
it_it: Le notifiche push funzionano su iOS?
pt_pt: As notificações push funcionam no iOS?
ru_ru: Работает ли push Notifications на iOS?

source: Dog
de_de: Hund
es_es: Perro
fr_fr: Chien
it_it: Cane
pt_pt: Cão
ru_ru: Собака

source: Dollar Sign
de_de: Dollarzeichen
es_es: Signo del dólar
fr_fr: Le signe du dollar
it_it: Segno del dollaro
pt_pt: Sinal de dólar
ru_ru: Доллар сигнал

source: Don't have native apps? Get them and %1$spublish to app stores%2$s
de_de: Du hast keine nativen Apps? Besorge sie und %1$sveröffentliche sie in den App Stores%2$s
es_es: ¿No tienes aplicaciones nativas? Consíguelas y %1$spublícalas en las tiendas de aplicaciones%2$s
fr_fr: Vous n'avez pas d'applications natives ? Obtenez-les et %1$spubliez-les sur les app stores%2$s
it_it: Non avete app native? Procuratele e %1$spubblicate sugli app store%2$s
pt_pt: Não tem aplicações nativas? Obtenha-as e %1$spublique-as nas lojas de aplicações%2$s
ru_ru: У вас нет нативных приложений? Получите их и %1$sопубликуйте в магазинах приложений%2$s.

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
it_it: Scaricare
pt_pt: Descarregar
ru_ru: Скачать

source: Download License Key
de_de: Lizenzschlüssel herunterladen
es_es: Descargar clave de licencia
fr_fr: Télécharger la clé de licence
it_it: Scarica la chiave di licenza
pt_pt: Descarregar a chave de licença
ru_ru: Скачать лицензионный ключ

source: Drama
fr_fr: Drame
it_it: Drammatico
ru_ru: Драма

source: Drill
de_de: Bohrer
es_es: Taladro
fr_fr: Perceuse
it_it: Trapano
pt_pt: Perfurar
ru_ru: Дрилл

source: Drop your screenshots here or
de_de: Sende deine Screenshots hier oder
es_es: Envíe sus capturas de pantalla aquí o
fr_fr: Déposez vos captures d'écran ici ou
it_it: Lasciate i vostri screenshot qui o
pt_pt: Envie as suas capturas de ecrã aqui ou
ru_ru: Скачайте свои экраны здесь или

source: Early Supporter Discount Applied
de_de: Frühförderer-Rabatt angewendet
es_es: Se aplica el descuento por afiliación anticipada
fr_fr: Application de la réduction pour les supporters de la première heure
it_it: Sconto per i sostenitori precoci applicato
pt_pt: Desconto para apoiantes antecipados
ru_ru: Ранние скидки на поддержку

source: Education
de_de: Bildung
es_es: Educación
fr_fr: L'éducation
it_it: Istruzione
pt_pt: Educação
ru_ru: Образование

source: Enable / Disable Push Notifications
de_de: Aktivieren / Deaktivieren von Push-Benachrichtigungen
es_es: Activar / Desactivar notificaciones push
fr_fr: Activer / désactiver les notifications push
it_it: Abilita / Disabilita le notifiche push
pt_pt: Ativar / desativar notificações push
ru_ru: Утвердить / отключить push Notifications

source: Enable advanced features and capabilities to enhance your website with native app-like functionalities. This includes passwordless login, background sync, periodic background sync, content indexing, persistent storage, and other advanced web APIs, providing a seamless mobile-like experience.
de_de: Aktiviere erweiterte Funktionen und Möglichkeiten, um deine Website mit nativen App-ähnlichen Funktionen zu erweitern. Dazu gehören passwortlose Anmeldung, Hintergrundsynchronisierung, periodische Hintergrundsynchronisierung, Inhaltsindexierung, dauerhafte Speicherung und andere fortschrittliche Web-APIs, die ein nahtloses mobiles Erlebnis bieten.
es_es: Habilite funciones y capacidades avanzadas para mejorar su sitio web con funcionalidades similares a las de una aplicación nativa. Esto incluye el inicio de sesión sin contraseña, la sincronización en segundo plano, la sincronización periódica en segundo plano, la indexación de contenidos, el almacenamiento persistente y otras API web avanzadas, lo que proporciona una experiencia similar a la de los dispositivos móviles.
fr_fr: Activez des fonctions et des capacités avancées pour améliorer votre site web avec des fonctionnalités similaires à celles d'une application native. Cela inclut la connexion sans mot de passe, la synchronisation en arrière-plan, la synchronisation périodique en arrière-plan, l'indexation du contenu, le stockage persistant et d'autres API web avancées, offrant une expérience transparente semblable à celle d'un mobile.
it_it: Abilitate caratteristiche e capacità avanzate per migliorare il vostro sito web con funzionalità simili a quelle di un'app nativa. Ciò include il login senza password, la sincronizzazione in background, la sincronizzazione periodica in background, l'indicizzazione dei contenuti, l'archiviazione persistente e altre API web avanzate, che offrono un'esperienza simile a quella dei dispositivi mobili.
pt_pt: Ativar caraterísticas e capacidades avançadas para melhorar o seu sítio Web com funcionalidades nativas semelhantes a aplicações. Isto inclui início de sessão sem palavra-passe, sincronização em segundo plano, sincronização periódica em segundo plano, indexação de conteúdos, armazenamento persistente e outras APIs Web avançadas, proporcionando uma experiência semelhante à dos telemóveis.
ru_ru: Развитие передовых функций и возможностей для усовершенствования вашего веб-сайта с родовыми функциями App-Like. Это включает в себя лозинку без пароля, синхронизацию фонов, периодическую синхронизацию фонов, индексирование контента, постоянное хранение и другие передовые веб-приложения, обеспечивающие беспроводный опыт Mobile-Like.

source: Enable Advanced Web Capabilities for your PWA
de_de: Aktiviere erweiterte Webfunktionen für deine PWA
es_es: Habilite las capacidades web avanzadas para su PWA
fr_fr: Activer les fonctionnalités Web avancées pour votre PWA
it_it: Abilitare le funzionalità web avanzate per la PWA
pt_pt: Ativar capacidades Web avançadas para o seu PWA
ru_ru: Создание передовых веб-капций для вашего PWA

source: Enable installation overlays to display to users, such as a header banner, in-feed, or snackbar, to encourage them to add your web app to their home screens. Try not to enable them all to avoid spamming users with the installation banners.
de_de: Aktiviere Installations-Overlays, die den Nutzern angezeigt werden, wie z. B. ein Header-Banner, ein In-Feed oder eine Snackbar, um sie zu ermutigen, deine Web-App zu ihrem Startbildschirm hinzuzufügen. Versuche, sie nicht alle zu aktivieren, um die Nutzer nicht mit Installationsbannern zu überhäufen.
es_es: Habilita las superposiciones de instalación para que se muestren a los usuarios, como un banner de cabecera, in-feed o snackbar, para animarles a añadir tu aplicación web a sus pantallas de inicio. Intenta no activarlas todas para evitar saturar a los usuarios con banners de instalación.
fr_fr: Activez les superpositions d'installation à afficher aux utilisateurs, telles qu'une bannière d'en-tête, un flux ou une barre de menu, afin de les encourager à ajouter votre application web à leur écran d'accueil. Essayez de ne pas tous les activer pour éviter de spammer les utilisateurs avec des bannières d'installation.
it_it: Abilitate le sovrapposizioni di installazione da mostrare agli utenti, come il banner dell'intestazione, l'in-feed o la snackbar, per incoraggiarli ad aggiungere la vostra web app alla loro schermata iniziale. Cercate di non abilitarli tutti per evitare di spammare gli utenti con i banner di installazione.
pt_pt: Permita que as sobreposições de instalação sejam apresentadas aos utilizadores, como um banner de cabeçalho, no feed ou na barra de lanches, para os incentivar a adicionar a sua aplicação Web aos respectivos ecrãs iniciais. Tente não ativar todas elas para evitar enviar spam aos utilizadores com os banners de instalação.
ru_ru: Уметь установить Overlays для отображения пользователям, например, заголовка Banner, In-Feed или Snackbar, чтобы поощрять их добавить ваш веб-приложение к домашним экранам. Постарайтесь не позволять им всем избегать спам-пользователей с баннерами установки.

source: Enable Offline Cache for your PWA
de_de: Aktiviere den Offline-Cache für deine PWA
es_es: Active la caché sin conexión para su PWA
fr_fr: Activer le cache hors ligne pour votre PWA
it_it: Abilitare la cache offline per la PWA
pt_pt: Ativar a cache offline para o seu PWA
ru_ru: Офлайн кеш для вашего PWA

source: Enable one of the PWA Installation Overlays
de_de: Aktiviere eines der PWA-Installations-Overlays
es_es: Activar una de las superposiciones de instalación de PWA
fr_fr: Activer l'une des superpositions d'installation PWA
it_it: Abilitare uno degli overlay di installazione delle PWA
pt_pt: Ativar uma das sobreposições de instalação do PWA
ru_ru: Размещение одной из установки PWA Overlays

source: Enable Push Notifications Prompt or Button
de_de: Aktiviere Push-Benachrichtigungen Aufforderung oder Schaltfläche
es_es: Habilitar aviso o botón de notificaciones push
fr_fr: Activer les notifications push Invite ou bouton
it_it: Abilita il prompt o il pulsante delle notifiche push
pt_pt: Ativar prompt ou botão de notificações push
ru_ru: Возможность давления уведомлений быстро или на кнопку

source: Enable PWA Installation Prompts
de_de: PWA-Installationsaufforderungen aktivieren
es_es: Activar los avisos de instalación de la PWA
fr_fr: Activer les invites d'installation des PWA
it_it: Abilitare i prompt di installazione delle PWA
pt_pt: Ativar os avisos de instalação do PWA
ru_ru: Позволяет установку PWA

source: Enable secure HTTPS on your server
de_de: Aktiviere sicheres HTTPS auf deinem Server
es_es: Habilite HTTPS seguro en su servidor
fr_fr: Activer le protocole HTTPS sécurisé sur votre serveur
it_it: Abilitare l'HTTPS sicuro sul server
pt_pt: Ativar HTTPS seguro no seu servidor
ru_ru: Защитите Https на вашем сервере

source: Enable support for advanced PWA functionality APIs to enhance your web app with features such as background sync, periodic background sync, web authentication for biometric login, content indexation, persistent storage, and other capabilities that provide a richer, more native-like experience.
de_de: Aktiviere die Unterstützung für erweiterte PWA-Funktions-APIs, um deine Web-App mit Funktionen wie Hintergrundsynchronisierung, periodischer Hintergrundsynchronisierung, Web-Authentifizierung für biometrische Anmeldung, Inhaltsindexierung, persistenter Speicherung und anderen Funktionen zu erweitern, die ein reichhaltigeres, natives Erlebnis bieten.
es_es: Habilite la compatibilidad con las API de funcionalidad PWA avanzada para mejorar su aplicación web con funciones como la sincronización en segundo plano, la sincronización periódica en segundo plano, la autenticación web para el inicio de sesión biométrico, la indexación de contenidos, el almacenamiento persistente y otras capacidades que proporcionan una experiencia más rica y nativa.
fr_fr: Activez la prise en charge des API de fonctionnalités PWA avancées pour améliorer votre application web avec des fonctions telles que la synchronisation en arrière-plan, la synchronisation périodique en arrière-plan, l'authentification web pour la connexion biométrique, l'indexation du contenu, le stockage persistant et d'autres capacités qui offrent une expérience plus riche et plus proche de l'environnement natif.
it_it: Abilitate il supporto delle API per le funzionalità avanzate delle PWA per migliorare la vostra web app con caratteristiche quali la sincronizzazione in background, la sincronizzazione periodica in background, l'autenticazione web per il login biometrico, l'indicizzazione dei contenuti, l'archiviazione persistente e altre funzionalità che forniscono un'esperienza più ricca e simile a quella nativa.
pt_pt: Active o suporte para APIs de funcionalidade avançada de PWA para melhorar a sua aplicação Web com caraterísticas como sincronização em segundo plano, sincronização periódica em segundo plano, autenticação Web para início de sessão biométrico, indexação de conteúdos, armazenamento persistente e outras capacidades que proporcionam uma experiência mais rica e nativa.
ru_ru: Поддержка передовых функций PWA Apis для улучшения веб-приложения с такими функциями, как синхронизация фонов, периодическая синхронизация фонов, веб-аутентификация для биометрического входа, индексация контента, постоянное хранение и другие возможности, которые обеспечивают более богатый, более родовой опыт.

source: Enable the Background Sync feature
de_de: Aktiviere die Funktion Hintergrundsynchronisation
es_es: Activar la sincronización en segundo plano
fr_fr: Activer la fonction de synchronisation en arrière-plan
it_it: Abilitare la funzione di sincronizzazione in background
pt_pt: Ativar a funcionalidade Sincronização em segundo plano
ru_ru: Разрешается функция фонового синхронизации

source: Enable the Periodic Background Sync feature
de_de: Aktiviere die Funktion "Periodische Hintergrundsynchronisation
es_es: Activar la sincronización periódica en segundo plano
fr_fr: Activer la fonction de synchronisation périodique en arrière-plan
it_it: Abilitare la funzione di sincronizzazione periodica dello sfondo
pt_pt: Ativar a funcionalidade Sincronização periódica em segundo plano
ru_ru: Разрешается периодическая функция синхронизации фонов

source: Enable this if you want to select the special offline fallback page for your web application, instead of using default one. This page will show up your users when they navigate your website without an internet connection and the requested page won't be in cache.
de_de: Aktiviere diese Option, wenn du eine spezielle Offline-Fallback-Seite für deine Webanwendung auswählen möchtest, anstatt die Standardseite zu verwenden. Diese Seite wird deinen Nutzern angezeigt, wenn sie ohne Internetverbindung auf deiner Website navigieren und die angeforderte Seite nicht im Cache gespeichert ist.
es_es: Habilite esta opción si desea seleccionar una página especial offline fallback para su aplicación web, en lugar de utilizar la página por defecto. Esta página se mostrará a los usuarios cuando naveguen por su sitio web sin conexión a Internet y la página solicitada no estará en la caché.
fr_fr: Activez cette option si vous souhaitez sélectionner une page de secours hors ligne spéciale pour votre application web, au lieu d'utiliser la page par défaut. Cette page s'affichera aux utilisateurs lorsqu'ils navigueront sur votre site web sans connexion internet et la page demandée ne sera pas dans le cache.
it_it: Attivare questa opzione se si desidera selezionare una pagina speciale di fallback offline per la propria applicazione web, invece di utilizzare quella predefinita. Questa pagina verrà visualizzata dagli utenti quando navigano sul sito web senza una connessione a Internet e la pagina richiesta non sarà presente nella cache.
pt_pt: Active esta opção se pretender selecionar a página de recurso offline especial para a sua aplicação Web, em vez de utilizar a página predefinida. Esta página será apresentada aos seus utilizadores quando estes navegarem no seu sítio Web sem uma ligação à Internet e a página pedida não estará na cache.
ru_ru: Используйте это, если вы хотите выбрать специальную страницу Offline Fallback для вашего веб-приложения, а не использовать по умолчанию. Эта страница будет показывать ваших пользователей, когда они пересекают ваш сайт без подключения к Интернету, и запрашиваемая страница не будет в кеш.

source: Enable this only if certain features on your website stop working, and you notice issues where page navigation reloads the entire page instead of transitioning smoothly.
de_de: Aktiviere dies nur, wenn bestimmte Funktionen auf deiner Website nicht mehr funktionieren und du Probleme feststellst, bei denen die Seitennavigation die gesamte Seite neu lädt, anstatt reibungslos zu wechseln.
es_es: Habilite esta opción sólo si determinadas funciones de su sitio web dejan de funcionar y observa problemas en los que la navegación por la página recarga toda la página en lugar de realizar una transición fluida.
fr_fr: N'activez cette option que si certaines fonctionnalités de votre site web cessent de fonctionner et si vous constatez que la navigation recharge la page entière au lieu de se faire en douceur.
it_it: Abilitate questa opzione solo se alcune funzioni del vostro sito web smettono di funzionare e se notate problemi in cui la navigazione della pagina ricarica l'intera pagina invece di passare senza problemi.
pt_pt: Active esta opção apenas se determinadas funcionalidades do seu sítio Web deixarem de funcionar e se detetar problemas em que a navegação na página recarrega toda a página em vez de efetuar uma transição suave.
ru_ru: Это возможно только в том случае, если определенные функции на вашем сайте перестают работать, и вы заметите проблемы, когда навигация страницы перегружает всю страницу, а не переходит гладко.
