Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Select on what device types inactive blur feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die inaktive Unschärfefunktion aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de desenfoque inactivo.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de flou inactif doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione di sfocatura inattiva deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade de desfocagem inativa deve estar ativa e em funcionamento.
ru_ru: Выберите на каком устройстве типы неактивной функции блура должны быть активными и работать.

source: Select on what device types navigation tab bar feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Navigations-Tab-Leiste aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de barra de pestañas de navegación.
fr_fr: Sélectionnez les types d'appareils sur lesquels la barre d'onglets de navigation doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la barra di navigazione deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade da barra de separadores de navegação deve estar ativa e em funcionamento.
ru_ru: Выберите на каком устройстве типы навигационной панели функция должна быть активной и работать.

source: Select on what device types page loader feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Seitenladerfunktion aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activo y en funcionamiento el cargador de páginas.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de chargement de page doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione di caricamento della pagina deve essere attiva e funzionante.
pt_pt: Selecione os tipos de dispositivos em que a funcionalidade do carregador de páginas deve estar ativa e a funcionar.
ru_ru: Выберите на каком устройстве типа страничный загрузчик функция должна быть активной и работать.

source: Select on what device types pull down navigation feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Pull-Down-Navigation aktiv sein soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de navegación desplegable.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de navigation descendante doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione di navigazione a discesa deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade de navegação descendente deve estar ativa e em funcionamento.
ru_ru: Выберите, какие типы устройств вытягивают навигационную функцию, которая должна быть активной и работать.

source: Select on what device types Screen Wake Lock feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Funktion "Screen Wake Lock" aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de Bloqueo de Pantalla.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de verrouillage de l'écran doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione Blocco schermo deve essere attiva e funzionante.
pt_pt: Selecione os tipos de dispositivos em que a funcionalidade Screen Wake Lock deve estar ativa e em funcionamento.
ru_ru: Выберите, на каком устройстве типа экрана пробуждает функцию замка, которая должна быть активной и работать.

source: Select on what device types scroll progress bar feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Fortschrittsanzeige aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de barra de progreso de desplazamiento.
fr_fr: Sélectionnez les types d'appareils sur lesquels la barre de progression doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione di barra di avanzamento a scorrimento deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade da barra de progresso do scroll deve estar ativa e em funcionamento.
ru_ru: Выберите на каких типах устройств функция панели прогресса Scroll должна быть активной и работать.

source: Select on what device types smooth page transitions feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Funktion "Sanfte Seitenübergänge" aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de transición suave de páginas.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de transition des pages doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione di transizione fluida delle pagine deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade de transições suaves de página deve estar ativa e a funcionar.
ru_ru: Выберите на каком устройстве типы гладкой страницы переходная функция должна быть активной и работать.

source: Select on what device types swipe navigation feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Swipe-Navigationsfunktion aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de navegación por deslizamiento.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de navigation par balayage doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione di navigazione a scorrimento deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade de navegação por deslize deve estar ativa e em funcionamento.
ru_ru: Выберите, какие типы устройств должны быть активными и работающими.

source: Select on what device types toast messages feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Funktion Toastnachrichten aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de mensajes de brindis.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de messages sur les toasts doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi deve essere attiva e funzionante la funzione Messaggi tostati.
pt_pt: Selecione em que tipos de dispositivos a função de mensagens de brinde deve estar ativa e em funcionamento.
ru_ru: Выберите на каком устройстве типы тост-сообщения функция должна быть активной и работать.

source: Select on what device types vibrations feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Vibrationsfunktion aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de vibración.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de vibration doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione vibrazioni deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade de vibração deve estar ativa e em funcionamento.
ru_ru: Выберите на каком устройстве типа функции Vibrations должна быть активной и работать.

source: Select Orientation
de_de: Orientierung wählen
es_es: Seleccionar orientación
fr_fr: Choisir l'orientation
it_it: Selezionare l'orientamento
pt_pt: Selecionar orientação
ru_ru: Выберите ориентацию

source: Select Page
de_de: Seite auswählen
es_es: Seleccionar página
fr_fr: Sélectionner une page
it_it: Seleziona la pagina
pt_pt: Selecionar página
ru_ru: Выберите страницу

source: Select Page Loader Type
de_de: Seitenlader-Typ auswählen
es_es: Seleccione el tipo de cargador de páginas
fr_fr: Sélectionner le type de chargeur de pages
it_it: Selezionare il tipo di caricatore di pagina
pt_pt: Selecionar o tipo de carregador de páginas
ru_ru: Выберите тип страничного загрузчика

source: Select Platform
de_de: Plattform wählen
es_es: Seleccionar plataforma
fr_fr: Sélectionner une plate-forme
it_it: Selezionare la piattaforma
pt_pt: Selecionar plataforma
ru_ru: Выберите платформу

source: Select position of your push notifications button on your website.
de_de: Wähle die Position deines Push-Benachrichtigungs-Buttons auf deiner Website.
es_es: Seleccione la posición del botón de notificaciones push en su sitio web.
fr_fr: Sélectionnez la position de votre bouton de notification push sur votre site web.
it_it: Selezionate la posizione del pulsante delle notifiche push sul vostro sito web.
pt_pt: Selecione a posição do seu botão de notificações push no seu sítio Web.
ru_ru: Выберите местоположение вашего кнопки Нажмите уведомления на вашем сайте.

source: Select Post Types
de_de: Beitragstypen auswählen
es_es: Seleccionar tipos de entrada
fr_fr: Sélectionner les types d'articles
it_it: Selezionare i tipi di post
pt_pt: Selecionar tipos de publicação
ru_ru: Выберите типы почты

source: Select Shortcut Page
de_de: Shortcut-Seite auswählen
es_es: Seleccionar página de acceso directo
fr_fr: Sélectionner une page de raccourcis
it_it: Selezionare la pagina di scelta rapida
pt_pt: Selecionar página de atalho
ru_ru: Выберите кратковременную страницу

source: Select Start Page
de_de: Start Seite auswählen
es_es: Seleccionar página de inicio
fr_fr: Sélectionner la page d'accueil
it_it: Selezionare la pagina iniziale
pt_pt: Selecionar Página inicial
ru_ru: Выберите стартовую страницу

source: Select supported post types for new content published notification.
de_de: Wähle unterstützte Beitragstypen für die Benachrichtigung über neu veröffentlichte Inhalte aus.
es_es: Seleccione los tipos de entradas compatibles para la notificación de nuevos contenidos publicados.
fr_fr: Sélectionnez les types d'articles pris en charge pour la notification de nouveau contenu publié.
it_it: Selezionare i tipi di post supportati per la notifica dei nuovi contenuti pubblicati.
pt_pt: Selecione os tipos de publicação suportados para a notificação de novos conteúdos publicados.
ru_ru: Выберите поддерживаемые типы сообщений для нового контента опубликованного уведомления.

source: Select Switch Button Type
de_de: Schaltertastentyp auswählen
es_es: Seleccione el tipo de botón
fr_fr: Sélectionner le type de bouton de l'interrupteur
it_it: Selezionare il tipo di pulsante dell'interruttore
pt_pt: Selecionar o tipo de botão de comutação
ru_ru: Выберите тип кнопки переключения

source: Select the file MIME types that your web app can handle using above file action.
ru_ru: Выберите файловые типы Mime, которые ваш веб-приложение может управлять, используя вышеуказанное действие файла.

source: Select the preferred screen orientation. We recommend choosing "Portrait", as it provides a more native app feeling.
de_de: Wähle die bevorzugte Bildschirmausrichtung. Wir empfehlen, "Hochformat" zu wählen, da es ein nativeres App-Gefühl vermittelt.
es_es: Seleccione la orientación de pantalla preferida. Recomendamos elegir "Vertical", ya que proporciona una sensación de aplicación más nativa.
fr_fr: Sélectionnez l'orientation préférée de l'écran. Nous recommandons de choisir "Portrait", car cela donne une impression plus native de l'application.
it_it: Selezionare l'orientamento dello schermo preferito. Si consiglia di scegliere "Ritratto", in quanto offre una sensazione più nativa dell'applicazione.
pt_pt: Selecione a orientação de ecrã preferida. Recomendamos que escolha "Retrato", uma vez que proporciona uma sensação mais nativa da aplicação.
ru_ru: Выберите предпочтительную ориентацию экрана. Рекомендуем выбрать «портрет», так как он обеспечивает более отечественное чувство приложений.

source: Select the type of page loader you want on your website.
de_de: Wähle den Typ des Seitenladers, den du auf deiner Website haben möchtest.
es_es: Seleccione el tipo de cargador de páginas que desea en su sitio web.
fr_fr: Sélectionnez le type de chargeur de page que vous souhaitez pour votre site web.
it_it: Selezionate il tipo di caricatore di pagine che desiderate sul vostro sito web.
pt_pt: Selecione o tipo de carregador de páginas que pretende para o seu sítio Web.
ru_ru: Выберите тип страничного загрузчика, который вы хотите на вашем сайте.

source: Select the type of transition you want your pages to be swiped with.
de_de: Wähle die Art des Übergangs aus, mit dem deine Seiten überblendet werden sollen.
es_es: Seleccione el tipo de transición con el que desea que se deslicen sus páginas.
fr_fr: Sélectionnez le type de transition avec lequel vous souhaitez que vos pages soient balayées.
it_it: Selezionare il tipo di transizione con cui si desidera far scorrere le pagine.
pt_pt: Selecione o tipo de transição com que pretende que as suas páginas sejam deslizadas.
ru_ru: Выберите тип перехода, с которым вы хотите, чтобы ваши страницы переключались.

source: Select Transition Type
de_de: Übergangsart auswählen
es_es: Seleccione el tipo de transición
fr_fr: Sélectionner le type de transition
it_it: Selezionare il tipo di transizione
pt_pt: Selecionar o tipo de transição
ru_ru: Выберите тип перехода

source: Select type of your dark mode switch button.
de_de: Wähle den Typ deines Dunkelmodus-Schalters.
es_es: Selecciona el tipo de botón de modo oscuro.
fr_fr: Sélectionnez le type de bouton de commutation du mode sombre.
it_it: Selezionare il tipo di pulsante di commutazione della modalità scura.
pt_pt: Selecione o tipo de botão de comutação do modo escuro.
ru_ru: Выберите тип вашего темного режима кнопки переключения.

source: Select up to 5 screenshots.
de_de: Wähle bis zu 5 Bildschirmfotos aus.
es_es: Selecciona hasta 5 capturas de pantalla.
fr_fr: Sélectionnez jusqu'à 5 captures d'écran.
it_it: Selezionare fino a 5 schermate.
pt_pt: Selecione até 5 capturas de ecrã.
ru_ru: Выберите до 5 снимков экрана.

source: Send
de_de: Sende
es_es: Enviar
fr_fr: Envoyer
it_it: Inviare
pt_pt: Enviar
ru_ru: Посылать

source: Send Push Notification
de_de: Push-Benachrichtigung senden
es_es: Enviar notificación push
fr_fr: Envoyer une notification push
it_it: Invio di una notifica push
pt_pt: Enviar notificação push
ru_ru: Отправьте push уведомление

source: Sending failed. There was an error on server.
de_de: Das Senden ist fehlgeschlagen. Es ist ein Fehler auf dem Server aufgetreten.
es_es: Error en el envío. Se ha producido un error en el servidor.
fr_fr: L'envoi a échoué. Une erreur s'est produite sur le serveur.
it_it: Invio fallito. Si è verificato un errore sul server.
pt_pt: O envio falhou. Ocorreu um erro no servidor.
ru_ru: Передача провалилась. Была ошибка на сервере.

source: Sending...
de_de: Senden...
es_es: Enviando...
fr_fr: Envoi...
it_it: Invio...
pt_pt: Enviando...
ru_ru: Посылает...

source: Sends automatic notification to admins when a product is low in stock. Notification will include product details.
de_de: Sendet eine automatische Benachrichtigung an Administratoren, wenn ein Produkt nicht mehr vorrätig ist. Die Benachrichtigung enthält Details zum Produkt.
es_es: Envía una notificación automática a los administradores cuando queda poco stock de un producto. La notificación incluirá los detalles del producto.
fr_fr: Envoi d'une notification automatique aux administrateurs lorsqu'un produit est en rupture de stock. La notification comprendra les détails du produit.
it_it: Invia una notifica automatica agli amministratori quando un prodotto è in esaurimento. La notifica includerà i dettagli del prodotto.
pt_pt: Envia uma notificação automática aos administradores quando um produto tem pouco stock. A notificação incluirá os detalhes do produto.
ru_ru: Посылает автоматическое уведомление Admins, когда продукт находится в низком запасе. В уведомлении будут введены детали продукта.

source: Sends automatic notification to admins when new order is placed. Notification will include order details.
de_de: Sendet automatische Benachrichtigungen an Administratoren, wenn eine neue Bestellung aufgegeben wird. Die Benachrichtigung enthält die Details der Bestellung.
es_es: Envía una notificación automática a los administradores cuando se realiza un nuevo pedido. La notificación incluirá los detalles del pedido.
fr_fr: Envoi d'une notification automatique aux administrateurs lorsqu'une nouvelle commande est passée. La notification comprendra les détails de la commande.
it_it: Invia una notifica automatica agli amministratori quando viene effettuato un nuovo ordine. La notifica include i dettagli dell'ordine.
pt_pt: Envia uma notificação automática aos administradores quando é efectuada uma nova encomenda. A notificação incluirá os detalhes da encomenda.
ru_ru: Посылает автоматическое уведомление Admins, когда будет поставлен новый заказ. В уведомлении будут введены детали заказа.

source: Sends automatic notification to users when a member mentions someone in an update @username.
de_de: Sendet eine automatische Benachrichtigung an die Nutzer, wenn ein Mitglied jemanden in einem Update erwähnt @Benutzername.
es_es: Envía una notificación automática a los usuarios cuando un miembro menciona a alguien en una actualización @nombredeusuario.
fr_fr: Envoi d'une notification automatique aux utilisateurs lorsqu'un membre mentionne quelqu'un dans une mise à jour @username.
it_it: Invia una notifica automatica agli utenti quando un membro menziona qualcuno in un aggiornamento @username.
pt_pt: Envia uma notificação automática aos utilizadores quando um membro menciona alguém numa atualização @nomedeusuário.
ru_ru: Посылает пользователям автоматическое уведомление, когда член упоминает кого-то в обновлении @ Username.

source: Sends automatic notification to users when a member replies to an update or comment.
de_de: Sendet automatische Benachrichtigungen an die Nutzer, wenn ein Mitglied auf ein Update oder einen Kommentar antwortet.
es_es: Envía una notificación automática a los usuarios cuando un miembro responde a una actualización o comentario.
fr_fr: Envoi d'une notification automatique aux utilisateurs lorsqu'un membre répond à une mise à jour ou à un commentaire.
it_it: Invia una notifica automatica agli utenti quando un membro risponde a un aggiornamento o a un commento.
pt_pt: Envia uma notificação automática aos utilizadores quando um membro responde a uma atualização ou comentário.
ru_ru: Посылает пользователям автоматическое уведомление, когда член отвечает на обновление или комментарий.

source: Sends automatic notification to users when a new comment or reply is posted where they have commented. Note that it will only work if you have enabled native WordPress comments on posts.
de_de: Sendet eine automatische Benachrichtigung an die Nutzer/innen, wenn ein neuer Kommentar oder eine Antwort auf einen Beitrag gepostet wird, den sie kommentiert haben. Beachte, dass dies nur funktioniert, wenn du native WordPress-Kommentare für Beiträge aktiviert hast.
es_es: Envía notificaciones automáticas a los usuarios cuando se publica un nuevo comentario o respuesta donde han comentado. Ten en cuenta que solo funcionará si has habilitado los comentarios nativos de WordPress en las entradas.
fr_fr: Envoie une notification automatique aux utilisateurs lorsqu'un nouveau commentaire ou une nouvelle réponse est publié(e) à l'endroit où ils ont commenté. Notez que cela ne fonctionnera que si vous avez activé les commentaires natifs de WordPress sur les articles.
it_it: Invia una notifica automatica agli utenti quando viene pubblicato un nuovo commento o una risposta in cui hanno commentato. Si noti che funziona solo se si sono abilitati i commenti nativi di WordPress sui post.
pt_pt: Envia uma notificação automática aos utilizadores quando é publicado um novo comentário ou resposta no local onde comentaram. Tenha em atenção que só funcionará se tiver ativado os comentários nativos do WordPress nas publicações.
ru_ru: Посылает пользователям автоматическое уведомление, когда появляется новый комментарий или ответ, где они комментировали. Обратите внимание, что это будет работать только, если вы включили коренные комментарии WordPress на сообщениях.

source: Sends automatic notification to users when a new friend request is received.
de_de: Sendet automatisch eine Benachrichtigung an die Nutzer, wenn eine neue Freundschaftsanfrage eingegangen ist.
es_es: Envía una notificación automática a los usuarios cuando se recibe una nueva solicitud de amistad.
fr_fr: Envoi d'une notification automatique aux utilisateurs lorsqu'ils reçoivent une nouvelle demande d'ami.
it_it: Invia una notifica automatica agli utenti quando viene ricevuta una nuova richiesta di amicizia.
pt_pt: Envia uma notificação automática aos utilizadores quando é recebido um novo pedido de amizade.
ru_ru: Посылает пользователям автоматическое уведомление, когда получается новое запрос друзей.

source: Sends automatic notification to users when a new message is received in their DMs.
de_de: Sendet automatische Benachrichtigungen an Nutzer/innen, wenn eine neue Nachricht in ihren DMs eingegangen ist.
es_es: Envía una notificación automática a los usuarios cuando se recibe un nuevo mensaje en sus DM.
fr_fr: Envoi d'une notification automatique aux utilisateurs lorsqu'un nouveau message est reçu dans leurs DM.
it_it: Invia una notifica automatica agli utenti quando viene ricevuto un nuovo messaggio nei loro DM.
pt_pt: Envia uma notificação automática aos utilizadores quando é recebida uma nova mensagem nas suas DMs.
ru_ru: Посылает пользователям автоматическое уведомление, когда в их Dms получается новое сообщение.

source: Sends automatic notification to users when the friend request is accepted.
de_de: Sendet eine automatische Benachrichtigung an die Nutzer, wenn die Freundschaftsanfrage angenommen wurde.
es_es: Envía una notificación automática a los usuarios cuando se acepta la solicitud de amistad.
fr_fr: Envoi d'une notification automatique aux utilisateurs lorsque la demande d'amitié est acceptée.
it_it: Invia una notifica automatica agli utenti quando la richiesta di amicizia viene accettata.
pt_pt: Envia uma notificação automática aos utilizadores quando o pedido de amizade é aceite.
ru_ru: Посылает пользователям автоматическое уведомление, когда просьба друзей принимается.
