Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: We understand all the importance of product support for our customers. That's why we are ready to solve all your issues and answer any questions related to our plugin.
de_de: Wir wissen, wie wichtig der Produktsupport für unsere Kunden ist. Deshalb sind wir bereit, alle deine Probleme zu lösen und alle Fragen zu unserem Plugin zu beantworten.
es_es: Entendemos toda la importancia que tiene el soporte de producto para nuestros clientes. Es por eso que estamos listos para resolver todos sus problemas y responder a cualquier pregunta relacionada con nuestro plugin.
fr_fr: Nous comprenons toute l'importance du support produit pour nos clients. C'est pourquoi nous sommes prêts à résoudre tous vos problèmes et à répondre à toutes les questions relatives à notre plugin.
it_it: Comprendiamo l'importanza del supporto al prodotto per i nostri clienti. Per questo motivo siamo pronti a risolvere tutti i vostri problemi e a rispondere a qualsiasi domanda relativa al nostro plugin.
pt_pt: Compreendemos toda a importância do suporte ao produto para os nossos clientes. É por isso que estamos prontos para resolver todos os seus problemas e responder a quaisquer perguntas relacionadas com o nosso plugin.
ru_ru: Мы понимаем всю важность поддержки продукта для наших клиентов. Именно поэтому мы готовы решить все ваши проблемы и ответить на любые вопросы, связанные с нашим Плюгином.

source: We would like to show you notifications for the latest news and updates.
de_de: Wir möchten dir Benachrichtigungen über die neuesten Nachrichten und Updates anzeigen.
es_es: Nos gustaría mostrarle notificaciones de las últimas noticias y actualizaciones.
fr_fr: Nous aimerions vous envoyer des notifications pour les dernières nouvelles et mises à jour.
it_it: Vorremmo mostrarvi le notifiche per le ultime notizie e gli aggiornamenti.
pt_pt: Gostaríamos de lhe mostrar notificações sobre as últimas notícias e actualizações.
ru_ru: Мы хотим показать Вам уведомления о новейших новостях и обновлениях.

source: Weather
de_de: Wetter
es_es: Tiempo
fr_fr: Météo
it_it: Il tempo
pt_pt: Tempo
ru_ru: погодные

source: Web App Manifest
es_es: Manifiesto de la aplicación web
fr_fr: Manifeste de l'application Web
it_it: Manifesto dell'applicazione web
pt_pt: Manifesto da aplicação Web
ru_ru: Сайт App Manifesto

source: Web Share Target
de_de: Web Share Ziel
fr_fr: Cible de l'action en ligne
it_it: Obiettivo quota web
pt_pt: Objetivo da quota da Web
ru_ru: Web Share Цель

source: What are Progressive Web Apps?
de_de: Was sind Progressive Web Apps?
es_es: ¿Qué son las aplicaciones web progresivas?
fr_fr: Qu'est-ce que les applications Web progressives ?
it_it: Cosa sono le Progressive Web App?
pt_pt: O que são as Progressive Web Apps?
ru_ru: Что такое прогрессивные веб-приложения?

source: What's New
de_de: Was ist neu?
es_es: Novedades
fr_fr: Nouveautés
it_it: Cosa c'è di nuovo
pt_pt: O que há de novo
ru_ru: Что новое

source: White bar with black text
de_de: Weißer Balken mit schwarzem Text
es_es: Barra blanca con texto negro
fr_fr: Barre blanche avec texte noir
it_it: Barra bianca con testo nero
pt_pt: Barra branca com texto preto
ru_ru: Белая лента с черным текстом

source: Why do installation prompts sometimes not appear?
de_de: Warum werden die Installationsaufforderungen manchmal nicht angezeigt?
es_es: ¿Por qué a veces no aparecen las instrucciones de instalación?
fr_fr: Pourquoi les invites d'installation ne s'affichent-elles pas toujours ?
it_it: Perché a volte le richieste di installazione non vengono visualizzate?
pt_pt: Porque é que os avisos de instalação por vezes não aparecem?
ru_ru: Почему инсталляции иногда не появляются?

source: Wine
de_de: Wein
es_es: Vino
fr_fr: Le vin
it_it: Vino
pt_pt: Vinho
ru_ru: Вино

source: Wrench
de_de: Schraubenschlüssel
es_es: Llave
fr_fr: Clé à molette
it_it: Chiave
pt_pt: Chave inglesa
ru_ru: Вренч

source: Yes, iOS Safari is supporting web based push notifications, but only if the website is added to the home screen, so if installed as a PWA. Push notifications are as well supported on macOS devices (MacBook and iMac).
de_de: Ja, iOS Safari unterstützt webbasierte Push-Benachrichtigungen, aber nur, wenn die Website zum Startbildschirm hinzugefügt wird, also wenn sie als PWA installiert ist. Push-Benachrichtigungen werden auch auf macOS-Geräten (MacBook und iMac) unterstützt.
es_es: Sí, Safari iOS soporta notificaciones push basadas en web, pero sólo si el sitio web se añade a la pantalla de inicio, es decir, si se instala como una PWA. Las notificaciones push también son compatibles con dispositivos macOS (MacBook e iMac).
fr_fr: Oui, iOS Safari supporte les notifications push basées sur le web, mais seulement si le site web est ajouté à l'écran d'accueil, donc s'il est installé en tant que PWA. Les notifications push sont également prises en charge sur les appareils macOS (MacBook et iMac).
it_it: Sì, iOS Safari supporta le notifiche push basate sul web, ma solo se il sito web viene aggiunto alla schermata iniziale, quindi se installato come PWA. Le notifiche push sono supportate anche sui dispositivi macOS (MacBook e iMac).
pt_pt: Sim, o Safari do iOS suporta notificações push baseadas na Web, mas apenas se o site for adicionado ao ecrã inicial, ou seja, se for instalado como um PWA. As notificações push também são suportadas em dispositivos macOS (MacBook e iMac).
ru_ru: Да, Ios Safari поддерживает веб-базируемые push Notifications, но только в том случае, если Сайт добавляется на домашний экран, поэтому если он установлен как PWA. Уведомления о запуске также поддерживаются на устройствах Macos (Macbook и Imac).

source: You need to accept the notifications permission to preview.
de_de: Du musst die Benachrichtigungserlaubnis für die Vorschau akzeptieren.
es_es: Debe aceptar el permiso de notificaciones para obtener una vista previa.
fr_fr: Vous devez accepter l'autorisation de notification pour la prévisualisation.
it_it: È necessario accettare l'autorizzazione alle notifiche per visualizzare l'anteprima.
pt_pt: É necessário aceitar a permissão de notificações para pré-visualizar.
ru_ru: Вы должны принять разрешение Notifications для предварительного просмотра.

source: You're Offline
de_de: Du bist offline
es_es: Estás desconectado
fr_fr: Vous êtes hors ligne
it_it: Sei offline
pt_pt: Está offline
ru_ru: Вы Offline

source: You've been idle for a while.
de_de: Du bist schon eine Weile untätig.
es_es: Llevas tiempo sin hacer nada.
fr_fr: Vous avez été inactif pendant un certain temps.
it_it: Siete stati inattivi per un po'.
pt_pt: Esteve inativo durante algum tempo.
ru_ru: Вы давно были идолом.

source: Your device does not support web app installation. Please try accessing the website on a mobile or desktop device.
de_de: Dein Gerät unterstützt die Installation der Web-App nicht. Bitte versuche, die Website mit einem Mobil- oder Desktop-Gerät aufzurufen.
es_es: Su dispositivo no admite la instalación de aplicaciones web. Intenta acceder al sitio web desde un dispositivo móvil o de escritorio.
fr_fr: Votre appareil ne prend pas en charge l'installation de l'application web. Veuillez essayer d'accéder au site web sur un appareil mobile ou de bureau.
it_it: Il dispositivo in uso non supporta l'installazione della web app. Provare ad accedere al sito web con un dispositivo mobile o desktop.
pt_pt: O seu dispositivo não suporta a instalação de aplicações Web. Tente aceder ao sítio Web num dispositivo móvel ou de secretária.
ru_ru: Ваше устройство не поддерживает установку веб-приложений. Попробуйте получить доступ к Сайту на мобильном или настольном устройстве.

source: Your Email
de_de: Deine E-Mail
es_es: Su correo electrónico
fr_fr: Votre courriel
it_it: Il tuo indirizzo e-mail
pt_pt: O seu e-mail
ru_ru: Ваш e-mail

source: Your Name
de_de: Dein Name
es_es: Su nombre
fr_fr: Votre nom
it_it: Il tuo nome
pt_pt: O seu nome
ru_ru: Ваше имя

source: Your notification will not hide automatically after some time and it will require user interaction to be dismissed.
de_de: Deine Benachrichtigung wird nicht automatisch nach einiger Zeit ausgeblendet, sondern erfordert eine Benutzerinteraktion, um sie zu beenden.
es_es: Su notificación no se ocultará automáticamente después de algún tiempo y requerirá la interacción del usuario para ser descartada.
fr_fr: Votre notification ne se cachera pas automatiquement au bout d'un certain temps et il faudra une interaction de l'utilisateur pour la supprimer.
it_it: La notifica non si nasconde automaticamente dopo un certo tempo e richiede l'interazione dell'utente per essere eliminata.
pt_pt: A notificação não será ocultada automaticamente ao fim de algum tempo e exigirá a interação do utilizador para ser rejeitada.
ru_ru: Ваше уведомление не будет автоматически скрываться после некоторого времени и потребуется отказаться от пользовательского взаимодействия.

source: Your operating system does not support web app installation. Please try accessing the website on an Android or iOS mobile device.
de_de: Dein Betriebssystem unterstützt die Installation der Web-App nicht. Bitte versuche, die Website mit einem Android- oder iOS-Mobilgerät aufzurufen.
es_es: Tu sistema operativo no admite la instalación de aplicaciones web. Intente acceder al sitio web desde un dispositivo móvil Android o iOS.
fr_fr: Votre système d'exploitation ne prend pas en charge l'installation de l'application web. Veuillez essayer d'accéder au site web sur un appareil mobile Android ou iOS.
it_it: Il sistema operativo in uso non supporta l'installazione della web app. Provi ad accedere al sito web con un dispositivo mobile Android o iOS.
pt_pt: O seu sistema operativo não suporta a instalação de aplicações Web. Tente aceder ao sítio Web num dispositivo móvel Android ou iOS.
ru_ru: Операционная система не поддерживает установку веб-приложений. Попробуйте получить доступ к Сайту на мобильном устройстве Android или iOS.

source: Your order (ID %s) status has updated from %s to %s. Click on this notification to see the order.
de_de: Der Status deiner Bestellung (ID %s) wurde von %s auf %s aktualisiert. Klicke auf diese Benachrichtigung, um die Bestellung zu sehen.
es_es: El estado de su pedido (ID %s) se ha actualizado de %s a %s. Haga clic en esta notificación para ver el pedido.
fr_fr: Le statut de votre commande (ID %s) est passé de %s à %s. Cliquez sur cette notification pour voir la commande.
it_it: Lo stato dell'ordine (ID %s) è stato aggiornato da %s a %s. Fare clic su questa notifica per visualizzare l'ordine.
pt_pt: O estado da sua encomenda (ID %s) foi atualizado de %s para %s. Clique nesta notificação para ver a encomenda.
ru_ru: Статус вашего заказа (ID %s) обновлён с %s на %s. Нажмите на это уведомление, чтобы посмотреть заказ.

source: Your Order Status Updated
de_de: Dein Bestellstatus wurde aktualisiert
es_es: Estado de su pedido actualizado
fr_fr: Mise à jour de l'état de votre commande
it_it: Stato dell'ordine aggiornato
pt_pt: Estado da encomenda atualizado
ru_ru: Ваш статус заказа обновлен

source: Your PWA hasn't been installed yet, and there are no current users. Make sure Installation Prompts are enabled to encourage users to install your web app.
de_de: Deine PWA wurde noch nicht installiert und es gibt keine aktuellen Nutzer. Vergewissere dich, dass die Installationsaufforderungen aktiviert sind, um die Nutzer zur Installation deiner Web-App zu ermutigen.
es_es: Tu PWA aún no se ha instalado y no hay usuarios. Asegúrate de que los avisos de instalación están activados para animar a los usuarios a instalar tu aplicación web.
fr_fr: Votre PWA n'a pas encore été installée et il n'y a pas d'utilisateurs actuels. Assurez-vous que les invites d'installation sont activées pour encourager les utilisateurs à installer votre application web.
it_it: La vostra PWA non è ancora stata installata e non ci sono utenti attuali. Assicurarsi che i Prompt di installazione siano abilitati per incoraggiare gli utenti a installare la web app.
pt_pt: O seu PWA ainda não foi instalado e não existem utilizadores actuais. Certifique-se de que os avisos de instalação estão activados para incentivar os utilizadores a instalar a sua aplicação Web.
ru_ru: Ваш PWA еще не установлен, и существующих пользователей нет. Убедитесь в том, что установки способны поощрять пользователей, чтобы установить вашу веб-Апп.

source: Your PWA icon (your website logo) bounces in the middle of the screen, providing a simple and recognizable loading animation.
de_de: Dein PWA-Symbol (das Logo deiner Website) springt in der Mitte des Bildschirms auf und bietet eine einfache und erkennbare Ladeanimation.
es_es: El icono de su PWA (el logotipo de su sitio web) rebota en el centro de la pantalla, proporcionando una animación de carga sencilla y reconocible.
fr_fr: L'icône de votre PWA (le logo de votre site web) rebondit au milieu de l'écran, offrant une animation de chargement simple et reconnaissable.
it_it: L'icona della PWA (il logo del vostro sito web) rimbalza al centro dello schermo, fornendo un'animazione di caricamento semplice e riconoscibile.
pt_pt: O ícone do PWA (o logótipo do seu sítio Web) salta no meio do ecrã, proporcionando uma animação de carregamento simples e reconhecível.
ru_ru: Ваша икона PWA (Ваш логотип сайта) Боунсирует в середине экрана, обеспечивая простой и распознаваемый анимацию загрузки.

source: Your PWA seems fully setup and your score is excellent.
de_de: Deine PWA scheint vollständig eingerichtet zu sein und dein Ergebnis ist hervorragend.
es_es: Tu PWA parece totalmente configurada y tu puntuación es excelente.
fr_fr: Votre PWA semble entièrement configuré et votre score est excellent.
it_it: La vostra PWA sembra completamente configurata e il vostro punteggio è eccellente.
pt_pt: O seu PWA parece estar totalmente configurado e a sua pontuação é excelente.
ru_ru: Ваш PWA выглядит полностью настроенным, и ваш результат отличный.

source: Your PWA users are evenly distributed across different browsers. While we strive for broad compatibility, Chrome is recommended as the most PWA-friendly.
de_de: Deine PWA-Nutzer sind gleichmäßig auf verschiedene Browser verteilt. Obwohl wir eine breite Kompatibilität anstreben, wird Chrome als der PWA-freundlichste Browser empfohlen.
es_es: Los usuarios de tu PWA están distribuidos uniformemente en diferentes navegadores. Aunque nos esforzamos por lograr una amplia compatibilidad, se recomienda Chrome como el más compatible con la PWA.
fr_fr: Les utilisateurs de votre PWA sont répartis uniformément entre différents navigateurs. Bien que nous nous efforcions d'assurer une large compatibilité, Chrome est recommandé comme étant le plus adapté aux PWA.
it_it: Gli utenti della PWA sono distribuiti in modo uniforme su diversi browser. Sebbene ci sforziamo di ottenere un'ampia compatibilità, Chrome è consigliato come il più adatto alle PWA.
pt_pt: Os utilizadores do seu PWA estão distribuídos uniformemente por diferentes navegadores. Enquanto nos esforçamos para obter uma ampla compatibilidade, o Chrome é recomendado como o mais compatível com o PWA.
ru_ru: Пользователи PWA равномерно распределяются по разным браузерам. В то время как мы стремимся к широкой совместимости, хром рекомендуется как наиболее Pwa-Friendly.

source: You’re currently offline. Your form submission data will be saved and be automatically processed in the background when you’re back online within 24 hours. Would you like to proceed?
de_de: Du bist zurzeit offline. Die Daten deines Formulars werden gespeichert und automatisch im Hintergrund verarbeitet, wenn du innerhalb von 24 Stunden wieder online bist. Willst du fortfahren?
es_es: Actualmente no estás conectado. Los datos de envío de su formulario se guardarán y se procesarán automáticamente en segundo plano cuando vuelva a conectarse en un plazo de 24 horas. ¿Desea continuar?
fr_fr: Vous êtes actuellement hors ligne. Les données de votre formulaire seront sauvegardées et traitées automatiquement en arrière-plan lorsque vous serez de nouveau en ligne dans les 24 heures. Souhaitez-vous poursuivre ?
it_it: Siete attualmente offline. I dati di invio del modulo verranno salvati ed elaborati automaticamente in background quando tornerete online entro 24 ore. Desidera procedere?
pt_pt: Está atualmente offline. Os dados de envio do seu formulário serão guardados e processados automaticamente em segundo plano quando voltar a estar online dentro de 24 horas. Deseja prosseguir?
ru_ru: В настоящее время вы остаетесь офлайн. Данные о подаче формы будут сохранены и автоматически обрабатываются в фоне, когда вы возвращаетесь в Интернете в течение 24 часов. Хотите продолжать дальше?

source: Zap
ru_ru: Зап

source: ⚠️ %s features require <i>%s</i> extension to function properly.
de_de: ⚠️ %s Funktionen benötigen die <i>%s</i> Erweiterung, um richtig zu funktionieren.
es_es: ⚠️ %s funciones requieren <i>%s</i> extensión para funcionar correctamente.
it_it: ⚠️ Le caratteristiche di %s richiedono l'estensione <i>%s</i> per funzionare correttamente.
pt_pt: ⚠️ %s caraterísticas requerem <i>%s</i> extensão para funcionar corretamente.
ru_ru: ⚠️ Для корректной работы функций %s необходимо расширение <i>%s</i>.

source: ⚠️ %s requires PHP version at least 8.2 to function properly.
de_de: ⚠️ %s benötigt eine PHP-Version von mindestens 8.2, um richtig zu funktionieren.
es_es: ⚠️ %s requiere la versión PHP 8.2 como mínimo para funcionar correctamente.
fr_fr: ⚠️ %s nécessite une version de PHP d'au moins 8.2 pour fonctionner correctement.
it_it: ⚠️ %s richiede la versione di PHP almeno 8.2 per funzionare correttamente.
pt_pt: ⚠️ %s requer uma versão do PHP pelo menos 8.2 para funcionar corretamente.
ru_ru: ⚠️ Для корректной работы %s требуется PHP версии не ниже 8.2.

source: Windows
fr_fr: Fenêtres
it_it: Finestre
pt_pt: Janelas

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
it_it: Inglese
pt_pt: Inglês

source: Web Share Target feature adds a system-level share target picker and allows your web app to register as a share target to receive shared data from other sites or apps via share URL scheme. The feature is most useful if your website is a social networking app.
de_de: Die Funktion "Web Share Target" fügt eine Auswahlmöglichkeit für Freigabeziele auf Systemebene hinzu und ermöglicht es deiner Webanwendung, sich als Freigabeziel zu registrieren, um freigegebene Daten von anderen Websites oder Anwendungen über ein Freigabe-URL-Schema zu empfangen. Diese Funktion ist besonders nützlich, wenn deine Website ein soziales Netzwerk ist.
es_es: La función Web Share Target añade un selector de destinos compartidos a nivel de sistema y permite que tu aplicación web se registre como destino compartido para recibir datos compartidos de otros sitios o aplicaciones a través de un esquema de URL compartido. Esta función es muy útil si su sitio web es una aplicación de redes sociales.
fr_fr: La fonction Web Share Target ajoute un sélecteur de cibles de partage au niveau du système et permet à votre application web de s'enregistrer en tant que cible de partage pour recevoir des données partagées d'autres sites ou applications via un schéma d'URL de partage. Cette fonctionnalité est particulièrement utile si votre site web est une application de réseau social.
it_it: La funzione Web Share Target aggiunge un selezionatore di target di condivisione a livello di sistema e consente alla vostra applicazione web di registrarsi come target di condivisione per ricevere dati condivisi da altri siti o applicazioni tramite lo schema URL di condivisione. Questa funzione è molto utile se il vostro sito web è un'applicazione di social network.
pt_pt: A funcionalidade Web Share Target adiciona um seletor de alvos de partilha ao nível do sistema e permite que a sua aplicação Web se registe como um alvo de partilha para receber dados partilhados de outros sítios ou aplicações através do esquema de URL de partilha. Esta funcionalidade é mais útil se o seu sítio Web for uma aplicação de rede social.

source: Enter the action of your web app. Action is a URL or your share URL scheme that accepts parameters and opens a share dialog. For example Facebook share action is <code>/sharer/</code> and Facebook full share URL is https://www.facebook.com<code>/sharer/</code>?u=https://example.com/
de_de: Gib die Aktion deiner Web-App ein. Die Aktion ist eine URL oder dein Freigabe-URL-Schema, das Parameter akzeptiert und einen Freigabe-Dialog öffnet. Zum Beispiel lautet die Facebook Share Action <code>/sharer/</code> und die vollständige Facebook Share URL https://www.facebook.com<code>/sharer/</code>?u=https://example.com/
es_es: Introduzca la acción de su aplicación web. La acción es una URL o su esquema de URL de uso compartido que acepta parámetros y abre un cuadro de diálogo de uso compartido. Por ejemplo, la acción para compartir de Facebook es <code>/sharer/</code> y la URL completa para compartir de Facebook es https://www.facebook.com<code>/sharer/</code>?u=https://example.com/
fr_fr: Saisissez l'action de votre application web. L'action est une URL ou votre schéma d'URL de partage qui accepte des paramètres et ouvre une boîte de dialogue de partage. Par exemple, l'action de partage Facebook est <code>/sharer/</code> et l'URL de partage complète de Facebook est https://www.facebook.com<code>/sharer/</code>?u=https://example.com/
it_it: Inserire l'azione della web app. L'azione è un URL o lo schema dell'URL di condivisione che accetta parametri e apre una finestra di dialogo di condivisione. Ad esempio, l'azione di condivisione di Facebook è <code>/sharer/</code> e l'URL di condivisione completo di Facebook è https://www.facebook.com<code>/sharer/</code>?u=https://example.com/
pt_pt: Introduza a ação da sua aplicação Web. A ação é um URL ou o seu esquema de URL de partilha que aceita parâmetros e abre uma caixa de diálogo de partilha. Por exemplo, a ação de partilha do Facebook é <code>/sharer/</code> e o URL de partilha completo do Facebook é https://www.facebook.com<code>/sharer/</code>?u=https://example.com/

source: WooCommerce Checkout
de_de: WooCommerce Kasse
es_es: Pago WooCommerce
it_it: Cassa WooCommerce
pt_pt: Checkout do WooCommerce

source: Gamepad
fr_fr: Manette de jeu
pt_pt: Comando de jogo

source: Landmark
de_de: Wahrzeichen
es_es: Hito
fr_fr: Point de repère
it_it: Punto di riferimento
pt_pt: Marco histórico

source: Tag
es_es: Etiqueta
fr_fr: Étiquette
pt_pt: Etiqueta

source: browse
de_de: durchsuchen
es_es: consulte
fr_fr: parcourir
it_it: sfogliare
pt_pt: navegar

source: Microsoft Store
es_es: Tienda Microsoft
