{"translation-revision-date":"2025-04-03 09:03+0000","generator":"Loco https:\/\/localise.biz\/","source":"frontend\/assets\/js\/dev\/components\/installPrompt.js","domain":"daftplug-progressify","locale_data":{"daftplug-progressify":{"":{"domain":"","lang":"it_IT","plural-forms":"nplurals=2; plural=n != 1;"},"Copied":["Copiato"],"Install Web App":["Installare l'applicazione web"],"Checking installation capabilities...":["Verifica delle capacità di installazione..."],"Click to Install":["Fare clic per installare"],"Tap to Install":["Toccare per installare"],"Tap the Menu Icon":["Toccare l'icona del menu"],"Tap the menu icon (three dots), located at the top-right of your screen.":["Toccare l'icona del menu (tre punti), situata in alto a destra dello schermo."],"Select \"Add to Home Screen\"":["Selezionare \"Aggiungi alla schermata iniziale\""],"Tap the \"Add to Home Screen\" option from the menu.":["Toccare l'opzione \"Aggiungi alla schermata iniziale\" dal menu."],"Confirm by Tapping \"Add\"":["Confermare toccando \"Aggiungi\""],"Tap the \"Add\" text on the browser installation dialog.":["Toccare il testo \"Aggiungi\" nella finestra di dialogo di installazione del browser."],"Select \"Install\"":["Selezionare \"Installa\""],"Tap the \"Install\" option from the menu.":["Toccare l'opzione \"Installa\" dal menu."],"Confirm by Tapping \"Add to Home Screen\"":["Confermare toccando \"Aggiungi alla schermata iniziale\""],"Tap the \"Add to Home Screen\" button on the browser installation dialog.":["Toccare il pulsante \"Aggiungi alla schermata iniziale\" nella finestra di dialogo di installazione del browser."],"Select \"Home Screen\"":["Selezionate \"Schermata iniziale\""],"Tap the menu icon (three horizontal lines) located at the bottom-right of your screen.":["Toccare l'icona del menu (tre linee orizzontali) situata in basso a destra dello schermo."],"Select \"Add to Phone\"":["Selezionare \"Aggiungi al telefono\""],"Tap the \"Add to Phone\" option from the menu":["Toccare l'opzione \"Aggiungi al telefono\" dal menu"],"Confirm by Tapping \"Install\"":["Confermate toccando \"Installa\""],"Tap the \"Install\" text on the browser installation dialog.":["Toccare il testo \"Installa\" nella finestra di dialogo di installazione del browser."],"Copy the Page URL":["Copiare l'URL della pagina"],"Click the button below to copy the page's URL.":["Fare clic sul pulsante sottostante per copiare l'URL della pagina."],"Open the Google Chrome Browser":["Aprire il browser Google Chrome"],"Launch the Google Chrome web browser from your home screen.":["Avviare il browser web Google Chrome dalla schermata iniziale."],"Paste and Open the URL":["Incollare e aprire l'URL"],"Paste the copied URL into Google Chrome's address bar and open the page.":["Incollare l'URL copiato nella barra degli indirizzi di Google Chrome e aprire la pagina."],"Tap the Share Icon":["Toccare l'icona Condividi"],"Tap the share icon located at the center-bottom of your screen.":["Toccare l'icona di condivisione situata al centro in basso dello schermo."],"Tap the \"Add to Home Screen\" option, represented by the plus [+] icon.":["Toccare l'opzione \"Aggiungi alla schermata iniziale\", rappresentata dall'icona più [+]."],"Tap the \"Add\" button at the top-right corner of your screen.":["Toccare il pulsante \"Aggiungi\" nell'angolo superiore destro dello schermo."],"Tap the share icon located at the top-right of your browser address bar.":["Toccare l'icona di condivisione situata in alto a destra nella barra degli indirizzi del browser."],"Tap the share icon in the dialog overlay that the browser opens.":["Toccare l'icona di condivisione nella finestra di dialogo che si apre nel browser."],"Tap the menu icon (three dots), located at the bottom-right of your screen.":["Toccare l'icona del menu (tre punti), situata in basso a destra dello schermo."],"Tap the share icon located at the top of the dialog overlay that browser opens.":["Toccare l'icona di condivisione situata nella parte superiore della finestra di dialogo che si apre nel browser."],"Tap the share icon located at the right side of the browser's address bar.":["Toccare l'icona di condivisione situata a destra della barra degli indirizzi del browser."],"Open the Safari Browser":["Aprire il browser Safari"],"Launch the Safari web browser from your home screen.":["Avviare il browser web Safari dalla schermata iniziale."],"Paste the copied URL into Safari's address bar and open the page.":["Incollate l'URL copiato nella barra degli indirizzi di Safari e aprite la pagina."],"Installation Not Supported":["Installazione non supportata"],"Your operating system does not support web app installation. Please try accessing the website on an Android or iOS mobile device.":["Il sistema operativo in uso non supporta l'installazione della web app. Provi ad accedere al sito web con un dispositivo mobile Android o iOS."],"Tap the menu icon (three dots) in the top-right corner of your browser window.":["Toccare l'icona del menu (tre punti) nell'angolo superiore destro della finestra del browser."],"Expand \"Cast, save and share\"":["Espandere \"Cast, salvare e condividere\""],"Hover over the \"Cast, Save, and Share\" menu item to expand its options.":["Passare il mouse sulla voce di menu \"Cast, Save, and Share\" per espandere le opzioni."],"Select \"Install page as app...\"":["Selezionare \"Installa la pagina come app...\""],"Click on \"Install page as app...\" from the menu.":["Fare clic su \"Installa pagina come app...\" dal menu."],"Confirm by Clicking \"Install\"":["Confermare facendo clic su \"Installa\""],"Click the \"Install\" button in the browser's installation dialog.":["Fare clic sul pulsante \"Installa\" nella finestra di dialogo di installazione del browser."],"Expand \"Apps\"":["Espandi \"Applicazioni\""],"Hover over the \"Apps\" menu item to expand its options.":["Passare il mouse sulla voce di menu \"Applicazioni\" per espandere le opzioni."],"Select \"Install this site as app\"":["Selezionate \"Installa questo sito come app\""],"Click on \"Install this site as app\" from the menu.":["Fare clic su \"Installa questo sito come app\" dal menu."],"Launch the Google Chrome web browser from your start menu.":["Avviare il browser web Google Chrome dal menu di avvio."],"Your device does not support web app installation. Please try accessing the website on a mobile or desktop device.":["Il dispositivo in uso non supporta l'installazione della web app. Provare ad accedere al sito web con un dispositivo mobile o desktop."],"Close Dialog":["Chiudere la finestra di dialogo"]}}}