Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: App shortcuts help users quickly start common or recommended tasks within your web app. Easy access to those tasks from anywhere the app icon is displayed will enhance users productivity as well as increase their engagement with the web app. The app shortcuts menu is invoked by right-clicking the app icon in the taskbar (Windows) or dock (macOS) on the user's desktop, or long pressing the app's launcher icon on Android.
de_de: App-Verknüpfungen helfen den Nutzern, gängige oder empfohlene Aufgaben innerhalb deiner Web-App schnell zu starten. Der einfache Zugriff auf diese Aufgaben von jedem Ort aus, an dem das App-Symbol angezeigt wird, steigert die Produktivität der Nutzer/innen und erhöht ihr Engagement für die Web-App. Das Menü für App-Verknüpfungen wird aufgerufen, indem du mit der rechten Maustaste auf das App-Symbol in der Taskleiste (Windows) oder im Dock (macOS) auf dem Desktop des Nutzers klickst oder das Startsymbol der App auf Android lange drückst.
es_es: Los accesos directos a aplicaciones ayudan a los usuarios a iniciar rápidamente tareas comunes o recomendadas dentro de su aplicación web. El fácil acceso a esas tareas desde cualquier lugar donde se muestre el icono de la aplicación mejorará la productividad de los usuarios y aumentará su compromiso con la aplicación web. El menú de accesos directos a aplicaciones se abre haciendo clic con el botón derecho en el icono de la aplicación en la barra de tareas (Windows) o en el dock (macOS) del escritorio del usuario, o pulsando prolongadamente el icono del lanzador de la aplicación en Android.
fr_fr: Les raccourcis d'application aident les utilisateurs à démarrer rapidement des tâches courantes ou recommandées dans votre application web. L'accès facile à ces tâches à partir de n'importe quel endroit où l'icône de l'application est affichée améliorera la productivité des utilisateurs et augmentera leur engagement envers l'application web. Le menu des raccourcis de l'application est accessible par un clic droit sur l'icône de l'application dans la barre des tâches (Windows) ou dans le dock (macOS) sur le bureau de l'utilisateur, ou par un appui long sur l'icône du lanceur de l'application sur Android.
it_it: I collegamenti alle app aiutano gli utenti ad avviare rapidamente le attività comuni o consigliate all'interno della web app. Il facile accesso a tali attività da qualsiasi punto in cui viene visualizzata l'icona dell'app migliorerà la produttività degli utenti e aumenterà il loro coinvolgimento nella web app. Il menu dei collegamenti alle app viene richiamato facendo clic con il tasto destro del mouse sull'icona dell'app nella barra delle applicazioni (Windows) o nel dock (macOS) sul desktop dell'utente, oppure premendo a lungo l'icona del launcher dell'app su Android.
pt_pt: Os atalhos de aplicações ajudam os utilizadores a iniciar rapidamente tarefas comuns ou recomendadas na sua aplicação Web. O fácil acesso a essas tarefas a partir de qualquer local onde o ícone da aplicação seja apresentado irá aumentar a produtividade dos utilizadores, bem como o seu envolvimento com a aplicação Web. O menu de atalhos da aplicação é ativado clicando com o botão direito do rato no ícone da aplicação na barra de tarefas (Windows) ou na doca (macOS) do ambiente de trabalho do utilizador, ou premindo longamente o ícone do lançador da aplicação no Android.
ru_ru: Приложения сокращения помогают пользователям быстро начать общие или рекомендованные задачи в вашем веб-приложении. Легкий доступ к этим заданиям с любого места, где отображается икона приложения, повысит производительность пользователей, а также увеличит их участие в веб-приложении. Меню кратковременных приложений называет право-нажмите иконку приложений в рабочей панели (Windows) или доке (Macos) на рабочем столе пользователя, или долго нажмите иконку запуска приложений на Android.

source: App Store
ru_ru: App магазин

source: Appearance
de_de: Erscheinungsbild
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
pt_pt: Aparência
ru_ru: Появление

source: Application/JSON
ru_ru: Использование / JSON

source: Application/PDF
ru_ru: Приложение / PDF

source: Application/XML
ru_ru: Использование / XML

source: Application/ZIP
ru_ru: Приложение / ZIP

source: Archive
de_de: Archiv
es_es: Archivo
fr_fr: Archives
it_it: Archivio
pt_pt: Arquivo
ru_ru: Архив

source: Are you sure you want to remove this subscriber?
de_de: Bist du sicher, dass du diesen Abonnenten entfernen möchtest?
es_es: ¿Seguro que quieres eliminar a este abonado?
fr_fr: Êtes-vous sûr de vouloir supprimer cet abonné ?
it_it: Sei sicuro di voler rimuovere questo abbonato?
pt_pt: Tem a certeza de que pretende remover este subscritor?
ru_ru: Вы уверены, что хотите удалить этот абонент?

source: Article Opened
de_de: Artikel Eröffnet
es_es: Artículo abierto
fr_fr: Article ouvert
it_it: Articolo aperto
pt_pt: Artigo aberto
ru_ru: Статья открыта

source: Audio/MP3
ru_ru: Аудио / MP3

source: Audio/MP4
ru_ru: Аудио / MP4

source: Audio/OGG
ru_ru: Аудио / Ог

source: Audio/WAV
ru_ru: Аудио / WAV

source: Auto (system default)
de_de: Auto (Systemstandard)
es_es: Auto (predeterminado del sistema)
fr_fr: Auto (valeur par défaut du système)
it_it: Auto (impostazione predefinita del sistema)
pt_pt: Auto (predefinição do sistema)
ru_ru: Автомобиль (система дефолта)

source: Auto-enable Dark Mode if the user's device is set to Dark Mode.
de_de: Aktiviere automatisch den dunklen Modus, wenn das Gerät der Nutzerin/des Nutzers auf den dunklen Modus eingestellt ist.
es_es: Activar automáticamente el Modo Oscuro si el dispositivo del usuario está configurado en Modo Oscuro.
fr_fr: Activer automatiquement le mode sombre si l'appareil de l'utilisateur est réglé sur ce mode.
it_it: Attiva automaticamente la modalità scura se il dispositivo dell'utente è impostato su tale modalità.
pt_pt: Ativar automaticamente o Modo escuro se o dispositivo do utilizador estiver definido para o Modo escuro.
ru_ru: Авто-Включите темный режим, если устройство пользователя настроенное в темный режим.

source: Auto-enable Dark Mode if your user's device battery level is low.
de_de: Aktiviere den Dunkelmodus automatisch, wenn der Akkustand deines Geräts niedrig ist.
es_es: Active automáticamente el modo oscuro si el nivel de batería del dispositivo del usuario es bajo.
fr_fr: Activer automatiquement le mode sombre si la batterie de l'appareil de l'utilisateur est faible.
it_it: Attivare automaticamente la modalità scura se il livello della batteria del dispositivo dell'utente è basso.
pt_pt: Active automaticamente o Modo escuro se o nível da bateria do dispositivo do utilizador estiver baixo.
ru_ru: Авто-Включите темный режим, если уровень аккумулятора вашего устройства низкий.

source: Automation
de_de: Automatisierung
es_es: Automatización
fr_fr: Automatisation
it_it: Automazione
pt_pt: Automatização
ru_ru: Автоматизация

source: Automation allows sending predefined push notifications automatically, triggered on certain events like publishing new post to re-engage your users and increase conversion.
de_de: Die Automatisierung ermöglicht das automatische Versenden von vordefinierten Push-Benachrichtigungen, die bei bestimmten Ereignissen wie der Veröffentlichung eines neuen Beitrags ausgelöst werden, um deine Nutzer wieder einzubinden und die Konversion zu steigern.
es_es: La automatización permite enviar automáticamente notificaciones push predefinidas que se activan en determinados eventos, como la publicación de un nuevo post, para volver a atraer a los usuarios y aumentar la conversión.
fr_fr: L'automatisation permet d'envoyer automatiquement des notifications push prédéfinies, déclenchées lors de certains événements comme la publication d'un nouvel article, afin de réengager vos utilisateurs et d'augmenter la conversion.
it_it: L'automazione consente di inviare automaticamente notifiche push predefinite, attivate su determinati eventi come la pubblicazione di un nuovo post, per coinvolgere nuovamente gli utenti e aumentare la conversione.
pt_pt: A automatização permite o envio automático de notificações push predefinidas, acionadas em determinados eventos, como a publicação de uma nova publicação, para envolver novamente os seus utilizadores e aumentar a conversão.
ru_ru: Автоматизация позволяет автоматически отправлять предварительно определенные push Notifications, вызванные на определенных событиях, таких как публикация новых сообщений, чтобы повторно включать пользователей и увеличить конверсию.

source: Average
de_de: Durchschnitt
es_es: Media
fr_fr: Moyenne
it_it: Media
pt_pt: Média
ru_ru: Средний

source: Award
de_de: Auszeichnung
es_es: Premio
fr_fr: Prix
it_it: Premio
pt_pt: Prémio
ru_ru: Награды

source: Back In Stock
de_de: Wieder auf Lager
es_es: De nuevo en stock
fr_fr: En stock
it_it: Di nuovo in magazzino
pt_pt: De volta ao stock
ru_ru: Возвращение в запасы

source: Back In Stock - %s
de_de: Wieder auf Lager - %s
es_es: De nuevo en stock - %s
fr_fr: Retour en stock - %s
it_it: Di nuovo in magazzino - %s
pt_pt: De volta ao stock - %s
ru_ru: Возвращение в запасы - %s

source: Background Color
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur de fond
it_it: Colore di sfondo
pt_pt: Cor de fundo
ru_ru: Цвет фонов

source: Background Sync
de_de: Hintergrund-Synchronisation
es_es: Sincronización de fondo
fr_fr: Synchronisation en arrière-plan
it_it: Sincronizzazione dello sfondo
pt_pt: Sincronização de fundo
ru_ru: Задний синхрон

source: Background sync lets you defer actions until the user has stable connectivity. This ensures that crucial requests made while your web app is offline can be replayed when the user comes back online.
de_de: Mit der Hintergrundsynchronisierung kannst du Aktionen aufschieben, bis der Nutzer eine stabile Verbindung hat. So kannst du sicherstellen, dass wichtige Anfragen, die gestellt werden, während deine Web-App offline ist, erneut ausgeführt werden können, wenn der Nutzer wieder online ist.
es_es: La sincronización en segundo plano te permite aplazar acciones hasta que el usuario tenga una conectividad estable. Esto garantiza que las solicitudes cruciales realizadas mientras la aplicación web está desconectada puedan reproducirse cuando el usuario vuelva a estar conectado.
fr_fr: La synchronisation en arrière-plan vous permet de différer des actions jusqu'à ce que l'utilisateur dispose d'une connectivité stable. Cela garantit que les requêtes cruciales effectuées pendant que votre application web est hors ligne peuvent être rejouées lorsque l'utilisateur revient en ligne.
it_it: La sincronizzazione in background consente di rinviare le azioni finché l'utente non dispone di una connettività stabile. In questo modo si garantisce che le richieste cruciali effettuate mentre l'applicazione web è offline possano essere riprodotte quando l'utente torna online.
pt_pt: A sincronização em segundo plano permite-lhe adiar acções até que o utilizador tenha uma conetividade estável. Isto garante que os pedidos cruciais feitos enquanto a aplicação Web está offline podem ser reproduzidos quando o utilizador voltar a estar online.
ru_ru: Background sync позволяет откладывать действия до тех пор, пока пользователь не будет иметь стабильную связь. Это гарантирует, что ключевые запросы, сделанные во время вашего веб-приложения, могут быть воспроизведены, когда пользователь возвращается онлайн.

source: Bad
de_de: Schlecht
es_es: Mal
fr_fr: Mauvais
it_it: Male
pt_pt: Mau
ru_ru: ложь

source: Batch Size
de_de: Chargengröße
es_es: Tamaño del lote
fr_fr: Taille du lot
it_it: Dimensione del lotto
pt_pt: Tamanho do lote
ru_ru: Размер батареи

source: Battery Low Dark Mode
de_de: Batterie schwach Dunkelmodus
es_es: Batería baja Modo oscuro
fr_fr: Batterie faible Mode sombre
it_it: Modalità scura a batteria scarica
pt_pt: Bateria fraca Modo escuro
ru_ru: Батарея низкого темного режима

source: Battery low dark mode automatically switches your website to a dark mode if your user's device battery level is less than 10%, thus saving their battery from draining fast.
de_de: Der Dunkelmodus bei niedrigem Akkustand schaltet deine Website automatisch in einen dunklen Modus, wenn der Akkustand deines Geräts weniger als 10 % beträgt, damit der Akku nicht so schnell leer wird.
es_es: El modo oscuro con batería baja cambia automáticamente su sitio web a un modo oscuro si el nivel de batería del dispositivo del usuario es inferior al 10%, evitando así que la batería se agote rápidamente.
fr_fr: Le mode sombre avec batterie faible fait automatiquement passer votre site web en mode sombre si le niveau de batterie de l'appareil de l'utilisateur est inférieur à 10 %, ce qui évite à la batterie de se décharger rapidement.
it_it: La modalità scura a basso consumo di batteria commuta automaticamente il sito web in una modalità scura se il livello della batteria del dispositivo dell'utente è inferiore al 10%, evitando così che la batteria si scarichi rapidamente.
pt_pt: O modo escuro com bateria fraca muda automaticamente o seu sítio Web para um modo escuro se o nível da bateria do dispositivo do utilizador for inferior a 10%, evitando assim que a bateria se esgote rapidamente.
ru_ru: Низкий темный режим аккумулятора автоматически переключает ваш сайт в темный режим, если уровень аккумулятора устройства вашего пользователя составляет менее 10%, тем самым сберегая их аккумулятор от быстрого дренажа.

source: Bed
de_de: Bett
es_es: Cama
fr_fr: Lit
it_it: Letto
pt_pt: Cama
ru_ru: Кресло

source: Before submitting a ticket, please make sure that the FAQ didn't help, you're using the latest version of the plugin and there are no javascript errors on your website.
de_de: Bevor du ein Ticket einreichst, vergewissere dich bitte, dass die FAQ nicht geholfen haben, du die neueste Version des Plugins verwendest und keine Javascript-Fehler auf deiner Website vorhanden sind.
es_es: Antes de enviar un ticket, por favor, asegúrate de que las FAQ no te han ayudado, de que estás utilizando la última versión del plugin y de que no hay errores javascript en tu sitio web.
fr_fr: Avant de soumettre un ticket, assurez-vous que la FAQ ne vous a pas aidé, que vous utilisez la dernière version du plugin et qu'il n'y a pas d'erreurs de javascript sur votre site web.
it_it: Prima di inviare un ticket, assicuratevi che le FAQ non siano state d'aiuto, che stiate utilizzando l'ultima versione del plugin e che non ci siano errori javascript sul vostro sito web.
pt_pt: Antes de enviar um bilhete, certifique-se de que as FAQ não ajudaram, de que está a utilizar a versão mais recente do plug-in e de que não existem erros de javascript no seu sítio Web.
ru_ru: Прежде чем отправить билет, пожалуйста, убедитесь, что FAQ не помог, вы используете новейшую версию Плугина и нет ошибок в JavaScript на вашем сайте.

source: Bell
de_de: Glocke
es_es: Campana
fr_fr: Cloche
it_it: Campana
pt_pt: Sino
ru_ru: Белл

source: Biometric Authentication
de_de: Biometrische Authentifizierung
es_es: Autenticación biométrica
fr_fr: Authentification biométrique
it_it: Autenticazione biometrica
pt_pt: Autenticação biométrica
ru_ru: Биометрическая аутентификация

source: Bird
de_de: Vogel
es_es: Pájaro
fr_fr: Oiseau
it_it: Uccello
pt_pt: Ave
ru_ru: Птицы

source: Bitcoin
ru_ru: Биткойн

source: Black bar with white text
de_de: Schwarzer Balken mit weißem Text
es_es: Barra negra con texto blanco
fr_fr: Barre noire avec texte blanc
it_it: Barra nera con testo bianco
pt_pt: Barra preta com texto branco
ru_ru: Черная лента с белым текстом

source: Blog Popup
pt_pt: Popup do blogue
ru_ru: Блог Popup

source: Bluetooth
ru_ru: Блуетоот

source: Bone
de_de: Knochen
es_es: Hueso
fr_fr: Os
it_it: Osso
pt_pt: Osso
ru_ru: Бон

source: Book
de_de: Buchen Sie
es_es: Reserve
fr_fr: Livre
it_it: Libro
pt_pt: Livro
ru_ru: Книга

source: Bookmark
de_de: Lesezeichen
es_es: Marcar como favorito
fr_fr: Signet
it_it: Segnalibro
pt_pt: Marcador
ru_ru: Букмарк

source: Books
de_de: Bücher
es_es: Libros
fr_fr: Livres
it_it: Libri
pt_pt: Livros
ru_ru: Книги

source: Bot
pt_pt: Garrafa
ru_ru: Бот

source: Bottom Left
de_de: Unten links
es_es: Abajo a la izquierda
fr_fr: En bas à gauche
it_it: In basso a sinistra
pt_pt: Esquerda inferior
ru_ru: Нижняя левая

source: Bottom Right
de_de: Unten rechts
es_es: Abajo a la derecha
fr_fr: En bas à droite
it_it: In basso a destra
pt_pt: Parte inferior direita
ru_ru: Нижнее право

source: Box
es_es: Caja
fr_fr: Boîte
it_it: Scatola
pt_pt: Caixa
ru_ru: Бокс

source: Briefcase Business
de_de: Aktentasche Business
es_es: Maletín Business
fr_fr: Porte-documents Business
it_it: Valigetta Business
pt_pt: Mala de negócios
ru_ru: Краткое дело

source: Briefcase Medical
de_de: Aktenkoffer Medizinisch
es_es: Maletín médico
fr_fr: Mallette médicale
it_it: Valigetta medica
pt_pt: Maleta médica
ru_ru: Краткое медицинское

source: Broom
de_de: Besen
es_es: Escoba
fr_fr: Balai
it_it: Scopa
pt_pt: Vassoura
ru_ru: БРОМ

source: Browser
es_es: Navegador
fr_fr: Navigateur
pt_pt: Navegador
ru_ru: Браузер

source: Brush
de_de: Bürste
es_es: Cepillo
fr_fr: Brosse
it_it: Spazzola
pt_pt: Escova
ru_ru: Бруш

source: Built for PWA enthusiasts who want to extend reach across Android, iOS, and Windows devices.
de_de: Entwickelt für PWA-Enthusiasten, die ihre Reichweite auf Android-, iOS- und Windows-Geräte ausdehnen wollen.
es_es: Creado para los entusiastas de las PWA que desean ampliar su alcance a través de dispositivos Android, iOS y Windows.
fr_fr: Conçue pour les passionnés de PWA qui souhaitent étendre leur portée sur les appareils Android, iOS et Windows.
it_it: Costruito per gli appassionati di PWA che desiderano estendere la portata su dispositivi Android, iOS e Windows.
pt_pt: Criado para os entusiastas de PWA que pretendem alargar o alcance em dispositivos Android, iOS e Windows.
ru_ru: Сооружен для любителей PWA, которые хотят расширить доступ к устройствам Android, iOS и Windows.

source: Burger
es_es: Hamburguesa
it_it: Hamburger
pt_pt: Hambúrguer
ru_ru: бургера

source: Business
es_es: Empresas
fr_fr: Entreprises
it_it: Affari
pt_pt: Negócios
ru_ru: Бизнес

source: Button
de_de: Taste
es_es: Botón
fr_fr: Bouton
it_it: Pulsante
pt_pt: Botão
ru_ru: Кнопка

source: Button Behavior
de_de: Schaltfläche Verhalten
es_es: Comportamiento de los botones
fr_fr: Comportement des boutons
it_it: Comportamento del pulsante
pt_pt: Comportamento do botão
ru_ru: Нажатие поведения

source: Button Position
de_de: Taste Position
es_es: Posición del botón
fr_fr: Position du bouton
it_it: Posizione del pulsante
pt_pt: Posição do botão
ru_ru: Позиция кнопки

source: Cache Expiration Time
de_de: Cache Verfallszeit
es_es: Hora de caducidad de la caché
fr_fr: Temps d'expiration du cache
it_it: Tempo di scadenza della cache
pt_pt: Tempo de expiração da cache
ru_ru: Время истечения кеш

source: Cache-First
fr_fr: Cache d'abord
it_it: Prima la cache
ru_ru: Cache Первый

source: Cache-Only
de_de: Nur Cache
es_es: Sólo caché
fr_fr: Cache uniquement
it_it: Solo cache
pt_pt: Apenas cache
ru_ru: Cache - только

source: Caching Strategy
de_de: Caching-Strategie
es_es: Estrategia de almacenamiento en caché
fr_fr: Stratégie de mise en cache
it_it: Strategia di caching
pt_pt: Estratégia de armazenamento em cache
ru_ru: Стратегия кеширования

source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
it_it: Calendario
pt_pt: Calendário
ru_ru: календарь

source: Camera
de_de: Kamera
es_es: Cámara
fr_fr: Appareil photo
it_it: Macchina fotografica
pt_pt: Câmara
ru_ru: Камера

source: Car
de_de: Auto
es_es: Coche
fr_fr: Voiture
it_it: Auto
pt_pt: Automóvel
ru_ru: Автомобили

source: Cat
de_de: Katze
es_es: Gato
fr_fr: Chat
it_it: Gatto
pt_pt: Gato
ru_ru: кошка

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
pt_pt: Categorias
ru_ru: Категории

source: Changelog
es_es: Registro de cambios
pt_pt: Registo de alterações
ru_ru: Чангелог

source: Chart Line
de_de: Diagrammlinie
es_es: Línea Gráfica
fr_fr: Ligne graphique
it_it: Linea del grafico
pt_pt: Linha do gráfico
ru_ru: График линий

source: Chart Pie
es_es: Gráfico Pastel
fr_fr: Graphique Pie
it_it: Grafico a torta
pt_pt: Torta de gráfico
ru_ru: Карта ПИ

source: Checking installation capabilities...
de_de: Überprüfung der Installationsmöglichkeiten...
es_es: Comprobación de las capacidades de instalación...
fr_fr: Vérification des capacités d'installation...
it_it: Verifica delle capacità di installazione...
pt_pt: Verificação das capacidades de instalação...
ru_ru: Проверка возможностей установки...

source: Choose a background color that displays during app startup and loading. It should be the same as the background color of your website.
de_de: Wähle eine Hintergrundfarbe, die beim Starten und Laden der App angezeigt wird. Sie sollte dieselbe sein wie die Hintergrundfarbe deiner Website.
es_es: Elija un color de fondo que se muestre durante el inicio y la carga de la aplicación. Debe ser el mismo que el color de fondo de su sitio web.
fr_fr: Choisissez une couleur d'arrière-plan qui s'affiche au démarrage et au chargement de l'application. Elle doit être identique à la couleur d'arrière-plan de votre site web.
it_it: Scegliere un colore di sfondo da visualizzare durante l'avvio e il caricamento dell'app. Dovrebbe essere uguale al colore di sfondo del vostro sito web.
pt_pt: Escolha uma cor de fundo que seja apresentada durante o arranque e o carregamento da aplicação. Deve ser a mesma que a cor de fundo do seu sítio Web.
ru_ru: Выберите цвет фонов, который отображается во время стартапа и загрузки приложения. Он должен быть таким же, как и цвет фонов вашего сайта.

source: Choose how many days to wait to show installation overlays again if they were dismissed.
de_de: Lege fest, wie viele Tage gewartet werden soll, bis die Installationsüberlagerungen wieder angezeigt werden, wenn sie abgelehnt wurden.
es_es: Elija cuántos días debe esperar para volver a mostrar las superposiciones de instalación si fueron descartadas.
fr_fr: Choisissez le nombre de jours d'attente avant d'afficher à nouveau les recouvrements d'installation s'ils ont été rejetés.
it_it: Scegliere quanti giorni aspettare per mostrare di nuovo le sovrapposizioni di installazione se sono state eliminate.
pt_pt: Escolha quantos dias esperar para mostrar novamente as sobreposições de instalação se estas tiverem sido rejeitadas.
ru_ru: Выберите, сколько дней нужно ждать, чтобы снова показать установку Overlays, если они были отменены.

source: Choose how many days to wait to show push notification prompt again if it was dismissed.
de_de: Lege fest, wie viele Tage gewartet werden soll, bis die Push-Benachrichtigung wieder angezeigt wird, wenn sie abgelehnt wurde.
es_es: Elija cuántos días debe esperar para volver a mostrar el aviso de notificación push si ha sido rechazado.
fr_fr: Choisissez le nombre de jours d'attente avant de réafficher l'invite de notification push si elle a été rejetée.
it_it: Scegliere il numero di giorni di attesa per mostrare nuovamente la richiesta di notifica push se è stata rifiutata.
pt_pt: Escolha quantos dias esperar para mostrar novamente o aviso de notificação push se este tiver sido rejeitado.
ru_ru: Выберите, сколько дней подождать, чтобы снова показать оповещение, если оно было отклонено.
