Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: %s has just accepted your friend request.
de_de: %s hat gerade deine Freundschaftsanfrage angenommen.
es_es: %s acaba de aceptar tu solicitud de amistad.
fr_fr: %s vient d'accepter votre demande d'amitié.
it_it: %s ha appena accettato la tua richiesta di amicizia.
pt_pt: %s acabou de aceitar o teu pedido de amizade.
ru_ru: %s только что принял запрос вашего друга.

source: %s has just commented on your post.
de_de: %s hat soeben einen Kommentar zu deinem Beitrag abgegeben.
es_es: %s acaba de comentar tu entrada.
fr_fr: %s vient de commenter votre article.
it_it: %s ha appena commentato il tuo post.
pt_pt: %s acabou de comentar o seu post.
ru_ru: %s только что комментировал ваш пост.

source: %s has just mentioned you in a %s
de_de: %s hat dich gerade in einem %s erwähnt
es_es: %s acaba de mencionarte en un %s
fr_fr: %s vient de vous mentionner dans un %s
it_it: %s ha appena parlato di lei in un articolo di %s
pt_pt: %s acabou de o mencionar num %s
ru_ru: % s только что упоминает вас в % s

source: %s has just replied to you.
de_de: %s hat dir gerade geantwortet.
es_es: %s acaba de responderte.
fr_fr: %s vient de vous répondre.
it_it: %s ti ha appena risposto.
pt_pt: %s acabou de lhe responder.
ru_ru: %s только что ответил вам.

source: %s has just sent you a friend request.
de_de: %s hat dir gerade eine Freundschaftsanfrage geschickt.
es_es: %s acaba de enviarte una solicitud de amistad.
fr_fr: %s vient de vous envoyer une demande d'ami.
it_it: %s ti ha appena inviato una richiesta di amicizia.
pt_pt: %s acabou de lhe enviar um pedido de amizade.
ru_ru: %s только что отправил вам просьбу друзей.

source: %s is now back in stock
de_de: %s ist jetzt wieder auf Lager
es_es: %s ya está disponible
fr_fr: %s est à nouveau en stock
it_it: %s è ora di nuovo disponibile
pt_pt: %s já está em stock
ru_ru: %s снова в наличии

source: A live reconnecting notification for your users when they go offline or their connection interrupts on your website.
de_de: Eine Live-Benachrichtigung zur Wiederherstellung der Verbindung für deine Nutzer, wenn sie offline gehen oder ihre Verbindung auf deiner Website unterbrochen wird.
es_es: Una notificación de reconexión en directo para sus usuarios cuando se quedan sin conexión o su conexión se interrumpe en su sitio web.
fr_fr: Une notification de reconnexion en direct pour vos utilisateurs lorsqu'ils sont hors ligne ou que leur connexion est interrompue sur votre site web.
it_it: Una notifica di riconnessione in tempo reale per i vostri utenti quando vanno offline o la loro connessione si interrompe sul vostro sito web.
pt_pt: Uma notificação de reativação em tempo real para os seus utilizadores quando ficam offline ou a sua ligação é interrompida no seu sítio Web.
ru_ru: Объявление для ваших пользователей, когда они отправляются в офлайн или их подключение прерывается на вашем сайте.

source: Action Buttons
de_de: Aktions-Schaltflächen
es_es: Botones de acción
fr_fr: Boutons d'action
it_it: Pulsanti di azione
pt_pt: Botões de ação
ru_ru: Акционные кнопки

source: Action Items
de_de: Aktionspunkte
es_es: Acciones
fr_fr: Points d'action
it_it: Punti d'azione
pt_pt: Itens de ação
ru_ru: Активные предметы

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
pt_pt: Acções
ru_ru: Действия

source: Activate License
de_de: Lizenz aktivieren
es_es: Activar licencia
fr_fr: Activer la licence
it_it: Attivare la licenza
pt_pt: Ativar a licença
ru_ru: Активация лицензии

source: Activating...
de_de: Aktivieren...
es_es: Activando...
fr_fr: Activation...
it_it: Attivazione...
pt_pt: Ativar...
ru_ru: Активировать...

source: Active PWA Users
de_de: Aktive PWA-Nutzer
es_es: Usuarios activos de la PWA
fr_fr: Utilisateurs actifs de la PWA
it_it: Utenti PWA attivi
pt_pt: Utilizadores activos do PWA
ru_ru: Активные пользователи PWA

source: Activity
de_de: Aktivität
es_es: Actividad
fr_fr: Activité
it_it: Attività
pt_pt: Atividade
ru_ru: Активность

source: Add Action Button
de_de: Aktionsschaltfläche hinzufügen
es_es: Añadir botón de acción
fr_fr: Ajouter un bouton d'action
it_it: Aggiungi pulsante di azione
pt_pt: Adicionar botão de ação
ru_ru: Добавьте кнопку действия

source: Add App Shortcut
de_de: App-Verknüpfung hinzufügen
es_es: Añadir acceso directo a la aplicación
fr_fr: Ajouter un raccourci d'application
it_it: Aggiungi scorciatoia app
pt_pt: Adicionar atalho de aplicação
ru_ru: Добавить App Shortcut

source: Add items to the navigation tab bar by selecting the icon, label and the page.
de_de: Füge Elemente zur Navigationsregisterleiste hinzu, indem du das Symbol, die Bezeichnung und die Seite auswählst.
es_es: Añada elementos a la barra de pestañas de navegación seleccionando el icono, la etiqueta y la página.
fr_fr: Ajouter des éléments à la barre d'onglets de navigation en sélectionnant l'icône, l'étiquette et la page.
it_it: Aggiungere elementi alla barra di navigazione selezionando l'icona, l'etichetta e la pagina.
pt_pt: Adicione itens à barra do separador de navegação selecionando o ícone, a etiqueta e a página.
ru_ru: Добавьте элементы в панель навигации, выбрав икону, этикетку и страницу.

source: Add Navigation Item
de_de: Navigationselement hinzufügen
es_es: Añadir elemento de navegación
fr_fr: Ajouter un élément de navigation
it_it: Aggiungi elemento di navigazione
pt_pt: Adicionar item de navegação
ru_ru: Добавить навигационный элемент

source: Add Related Application
de_de: Verwandte Anwendung hinzufügen
es_es: Añadir aplicación relacionada
fr_fr: Ajouter une application connexe
it_it: Aggiungere un'applicazione correlata
pt_pt: Adicionar aplicação relacionada
ru_ru: Добавить связанные приложения

source: Add URLs of offline-capable pages to a local index maintained by the browser.
de_de: Füge URLs von offline-fähigen Seiten zu einem lokalen Index hinzu, der vom Browser verwaltet wird.
es_es: Añade las URL de las páginas no aptas para Internet a un índice local mantenido por el navegador.
fr_fr: Ajouter les URL des pages accessibles hors ligne à un index local géré par le navigateur.
it_it: Aggiungere gli URL delle pagine offline a un indice locale gestito dal browser.
pt_pt: Adicionar URLs de páginas compatíveis com offline a um índice local mantido pelo navegador.
ru_ru: Добавьте URL-адрес оффлайн-способных страниц к локальному индексу, поддерживаемому браузером.

source: Adds a large image to notification.
de_de: Fügt der Benachrichtigung ein großes Bild hinzu.
es_es: Añade una imagen grande a la notificación.
fr_fr: Ajoute une grande image à la notification.
it_it: Aggiunge un'immagine grande alla notifica.
pt_pt: Adiciona uma imagem grande à notificação.
ru_ru: Добавляет большое изображение к уведомлению.

source: Adds action buttons to your notification. You can add up to two action buttons per notification. However, not all browsers support action buttons, so they will only be displayed for users with compatible browsers.
de_de: Fügt Aktionsschaltflächen zu deiner Benachrichtigung hinzu. Du kannst bis zu zwei Aktionsschaltflächen pro Meldung hinzufügen. Allerdings unterstützen nicht alle Browser Aktionsschaltflächen, so dass sie nur für Nutzer mit kompatiblen Browsern angezeigt werden.
es_es: Añade botones de acción a tu notificación. Puedes añadir hasta dos botones de acción por notificación. Sin embargo, no todos los navegadores admiten botones de acción, por lo que solo se mostrarán a los usuarios con navegadores compatibles.
fr_fr: Ajoute des boutons d'action à votre notification. Vous pouvez ajouter jusqu'à deux boutons d'action par notification. Cependant, tous les navigateurs ne prennent pas en charge les boutons d'action. Ils ne s'afficheront donc que pour les utilisateurs disposant d'un navigateur compatible.
it_it: Aggiunge pulsanti di azione alla notifica. È possibile aggiungere fino a due pulsanti di azione per ogni notifica. Tuttavia, non tutti i browser supportano i pulsanti d'azione, che saranno quindi visualizzati solo dagli utenti con browser compatibili.
pt_pt: Adiciona botões de ação à sua notificação. Pode adicionar até dois botões de ação por notificação. No entanto, nem todos os browsers suportam botões de ação, pelo que só serão apresentados para utilizadores com browsers compatíveis.
ru_ru: Добавьте кнопки действий к вашему уведомлению. Вы можете добавить до двух кнопки действий по уведомлению. Однако не все браузеры поддерживают кнопки действия, поэтому они будут отображаться только для пользователей с совместимыми браузерами.

source: Adjust the visual elements of your app, including the theme and background colors, to enhance the user interface and align with your branding.
de_de: Passe die visuellen Elemente deiner App an, einschließlich des Themas und der Hintergrundfarben, um die Benutzeroberfläche zu verbessern und mit deinem Branding in Einklang zu bringen.
es_es: Ajuste los elementos visuales de su aplicación, incluidos el tema y los colores de fondo, para mejorar la interfaz de usuario y alinearse con su marca.
fr_fr: Ajustez les éléments visuels de votre application, y compris le thème et les couleurs d'arrière-plan, afin d'améliorer l'interface utilisateur et de respecter votre image de marque.
it_it: Regolate gli elementi visivi della vostra app, compresi il tema e i colori di sfondo, per migliorare l'interfaccia utente e allinearvi al vostro branding.
pt_pt: Ajuste os elementos visuais da sua aplicação, incluindo o tema e as cores de fundo, para melhorar a interface do utilizador e alinhar-se com a sua marca.
ru_ru: Настройка визуальных элементов вашего приложения, включая цвета темы и фонов, для улучшения пользовательского интерфейса и согласования с вашим брендом.

source: admin plugins page
de_de: admin Plugins Seite
es_es: página de plugins de administración
fr_fr: page des plugins d'administration
it_it: pagina dei plugin dell'amministratore
pt_pt: página de plugins de administração
ru_ru: Admin Plugins Страница

source: Advanced Features
de_de: Erweiterte Funktionen
es_es: Funciones avanzadas
fr_fr: Fonctionnalités avancées
it_it: Caratteristiche avanzate
pt_pt: Funcionalidades avançadas
ru_ru: передовые особенности

source: Advanced Web APIs
de_de: Erweiterte Web-APIs
es_es: API web avanzadas
fr_fr: API Web avancées
it_it: API Web avanzate
pt_pt: APIs Web avançadas
ru_ru: Улучшенная веб-сайт Apis

source: After downloading the document, open it and copy the "Item Purchase Code". This is your license key which you you need to enter in the field below to activate the plugin.
de_de: Nachdem du das Dokument heruntergeladen hast, öffne es und kopiere den "Item Purchase Code". Dies ist dein Lizenzschlüssel, den du in das Feld unten eingeben musst, um das Plugin zu aktivieren.
es_es: Después de descargar el documento, ábralo y copie el "Código de compra del artículo". Esta es su clave de licencia, que deberá introducir en el campo inferior para activar el plugin.
fr_fr: Après avoir téléchargé le document, ouvrez-le et copiez le "Code d'achat de l'article". Il s'agit de votre clé de licence que vous devez saisir dans le champ ci-dessous pour activer le plugin.
it_it: Dopo aver scaricato il documento, aprirlo e copiare l'"Item Purchase Code". Questo è il codice di licenza che dovete inserire nel campo sottostante per attivare il plugin.
pt_pt: Depois de descarregar o documento, abra-o e copie o "Código de compra do item". Esta é a sua chave de licença que deve introduzir no campo abaixo para ativar o plugin.
ru_ru: После загрузки документа, откройте его и копируйте «код покупки предмета». Это ваш лицензионный ключ, который вам нужно ввести в поле ниже, чтобы активировать Плюгин.

source: Alarm Clock
de_de: Wecker
es_es: Reloj despertador
fr_fr: Réveil
it_it: Sveglia
pt_pt: Despertador
ru_ru: Алармный часовник

source: Album
es_es: Álbum
pt_pt: Álbum
ru_ru: Альбом

source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
it_it: Tutti
pt_pt: Todos
ru_ru: Всем

source: All network requests are cached by Progressify, so that your website can serve content from the browser cache if available and display requested content as fast as possible. Here you are able to manually change the caching strategy for some request types. We recommend you to set it on Network First for always showing latest version of your website while updating the cache in the background and serving the last cached response when the network request fails.
de_de: Alle Netzwerkanfragen werden von Progressify zwischengespeichert, so dass deine Website Inhalte aus dem Browser-Cache bereitstellen kann, wenn diese verfügbar sind, und angeforderte Inhalte so schnell wie möglich angezeigt werden. Hier kannst du die Caching-Strategie für einige Anfragetypen manuell ändern. Wir empfehlen dir, die Einstellung "Netzwerk zuerst" zu wählen, damit immer die neueste Version deiner Website angezeigt wird, während der Cache im Hintergrund aktualisiert wird und die letzte gecachte Antwort ausgeliefert wird, wenn die Netzwerkanfrage fehlschlägt.
es_es: Todas las solicitudes de red son almacenadas en caché por Progressify, para que su sitio web pueda servir el contenido de la caché del navegador si está disponible y mostrar el contenido solicitado lo más rápido posible. Aquí puede cambiar manualmente la estrategia de almacenamiento en caché para algunos tipos de solicitudes. Le recomendamos que lo establezca en Red Primero para mostrar siempre la última versión de su sitio web mientras se actualiza la caché en segundo plano y se sirve la última respuesta en caché cuando la solicitud de red falla.
fr_fr: Toutes les demandes de réseau sont mises en cache par Progressify, de sorte que votre site web peut servir le contenu du cache du navigateur s'il est disponible et afficher le contenu demandé aussi rapidement que possible. Ici, vous pouvez modifier manuellement la stratégie de mise en cache pour certains types de requêtes. Nous vous recommandons de la régler sur Network First pour toujours afficher la dernière version de votre site web tout en mettant à jour le cache en arrière-plan et en servant la dernière réponse mise en cache lorsque la requête réseau échoue.
it_it: Tutte le richieste di rete vengono memorizzate nella cache da Progressify, in modo che il sito web possa servire il contenuto dalla cache del browser, se disponibile, e visualizzare il contenuto richiesto il più velocemente possibile. Qui è possibile modificare manualmente la strategia di caching per alcuni tipi di richiesta. Si consiglia di impostarla su Network First per visualizzare sempre l'ultima versione del sito web aggiornando la cache in background e servendo l'ultima risposta memorizzata nella cache quando la richiesta di rete fallisce.
pt_pt: Todos os pedidos de rede são armazenados em cache pelo Progressify, para que o seu sítio Web possa servir conteúdos da cache do navegador, se disponível, e apresentar os conteúdos solicitados o mais rapidamente possível. Aqui pode alterar manualmente a estratégia de armazenamento em cache para alguns tipos de pedidos. Recomendamos que a defina como Network First (Rede primeiro) para mostrar sempre a versão mais recente do seu Web site enquanto actualiza a cache em segundo plano e apresenta a última resposta em cache quando o pedido de rede falha.
ru_ru: Все сетевые запросы скрыты Прогрессифи, чтобы ваш сайт мог обслуживать контент из браузера, если он доступен и отображает запрошенный контент как можно быстрее. Здесь вы можете вручную изменить стратегию кеширования для некоторых типов запросов. Рекомендуем установить его в сети сначала, чтобы всегда показать новейшую версию вашего Сайта, а также обновлять кеш в фоне и обслуживать последний кешный ответ, когда сетевой запрос провалится.

source: Allow Both
de_de: Beides zulassen
es_es: Permitir ambos
fr_fr: Autoriser les deux
it_it: Consentire entrambi
pt_pt: Permitir ambos
ru_ru: Дозвольте обоим

source: Allow login with Touch ID, Face ID or with other device's built-in authenticator.
de_de: Erlaube die Anmeldung mit Touch ID, Face ID oder mit dem integrierten Authentifikator eines anderen Geräts.
es_es: Permitir el inicio de sesión con Touch ID, Face ID o con el autenticador integrado de otro dispositivo.
fr_fr: Autoriser la connexion avec Touch ID, Face ID ou avec l'authentificateur intégré d'un autre appareil.
it_it: Consentire l'accesso con Touch ID, Face ID o con l'autenticatore integrato di un altro dispositivo.
pt_pt: Permitir o início de sessão com o Touch ID, Face ID ou com o autenticador incorporado de outro dispositivo.
ru_ru: Дозвольте входить с помощью Touch ID, Face ID или с помощью встроенного аутентификатора другого устройства.

source: Allow Notifications
de_de: Benachrichtigungen zulassen
es_es: Permitir notificaciones
fr_fr: Autoriser les notifications
it_it: Consentire le notifiche
pt_pt: Permitir notificações
ru_ru: Допустим уведомления

source: Allow users to submit forms offline and process when reconnected.
de_de: Erlaube es Nutzern, Formulare offline einzureichen und zu bearbeiten, wenn sie wieder verbunden sind.
es_es: Permitir a los usuarios enviar formularios sin conexión y procesarlos cuando vuelvan a conectarse.
fr_fr: Permettre aux utilisateurs de soumettre des formulaires hors ligne et de les traiter lorsqu'ils sont reconnectés.
it_it: Consentire agli utenti di inviare i moduli offline e di elaborarli quando si riconnettono.
pt_pt: Permitir que os utilizadores enviem formulários offline e os processem quando voltarem a ligar-se.
ru_ru: Дозвольте пользователям подавать формулы офлайн и обрабатывать при воссоединении.

source: Allow users to submit forms offline with their consent. Submissions are saved locally and processed automatically when they reconnect to the internet.
de_de: Erlaube es Nutzern, Formulare mit ihrer Zustimmung offline einzureichen. Die Eingaben werden lokal gespeichert und automatisch verarbeitet, wenn sie wieder mit dem Internet verbunden werden.
es_es: Permite a los usuarios enviar formularios sin conexión con su consentimiento. Los envíos se guardan localmente y se procesan automáticamente cuando vuelven a conectarse a Internet.
fr_fr: Permettre aux utilisateurs de soumettre des formulaires hors ligne avec leur consentement. Les soumissions sont enregistrées localement et traitées automatiquement lorsqu'ils se reconnectent à l'internet.
it_it: Consentite agli utenti di inviare i moduli offline con il loro consenso. Gli invii vengono salvati localmente ed elaborati automaticamente quando si riconnettono a Internet.
pt_pt: Permitir que os utilizadores enviem formulários offline com o seu consentimento. As submissões são guardadas localmente e processadas automaticamente quando os utilizadores se ligam novamente à Internet.
ru_ru: Дозвольте пользователям подавать формы Offline с их согласия. Заявки хранятся локально и обрабатываются автоматически, когда они снова подключены к Интернету.

source: Allows notification to vibrate the user's device as soon as it's delivered. This will only work on the mobile and tablet devices as desktop devices do not have vibrations.
de_de: Ermöglicht es, das Gerät des Nutzers vibrieren zu lassen, sobald die Benachrichtigung zugestellt wird. Dies funktioniert nur auf Mobil- und Tablet-Geräten, da Desktop-Geräte keine Vibrationen haben.
es_es: Permite que la notificación haga vibrar el dispositivo del usuario en cuanto se envía. Esto sólo funcionará en los dispositivos móviles y tabletas como dispositivos de escritorio no tienen vibraciones.
fr_fr: Permet aux notifications de faire vibrer l'appareil de l'utilisateur dès qu'elles sont envoyées. Cela ne fonctionne que sur les appareils mobiles et les tablettes, car les appareils de bureau n'ont pas de vibration.
it_it: Consente di far vibrare la notifica sul dispositivo dell'utente non appena viene recapitata. Questo funziona solo sui dispositivi mobili e tablet, poiché i dispositivi desktop non hanno la vibrazione.
pt_pt: Permite que a notificação faça vibrar o dispositivo do utilizador assim que é entregue. Isto só funciona nos dispositivos móveis e tablets, uma vez que os dispositivos de secretária não têm vibrações.
ru_ru: Допускает уведомление для вибрации устройства пользователя, как только оно будет доставлено. Это будет работать только на мобильных и планшетных устройствах, так как настольные устройства не имеют вибраций.

source: Also publish to Apple App Store
de_de: Auch im Apple App Store veröffentlichen
es_es: Publicar también en Apple App Store
fr_fr: Publier également sur l'App Store d'Apple
it_it: Pubblicate anche sull'App Store di Apple
pt_pt: Publicar também na Apple App Store
ru_ru: Также опубликовано в Apple App Store

source: Also publish to Microsoft Store
de_de: Auch im Microsoft Store veröffentlichen
es_es: Publicar también en Microsoft Store
fr_fr: Publier également sur le Microsoft Store
it_it: Pubblicate anche su Microsoft Store
pt_pt: Publicar também na Microsoft Store
ru_ru: Также опубликовано в Microsoft Store

source: Always uses a pre-populated cached response, never requesting from the network. Updates only when cache settings change or cache expires.
de_de: Verwendet immer eine vorausgefüllte Antwort aus dem Cache und fragt nie vom Netzwerk ab. Wird nur aktualisiert, wenn sich die Cache-Einstellungen ändern oder der Cache abläuft.
es_es: Utiliza siempre una respuesta pre-poblada en caché, nunca solicita a la red. Solo se actualiza cuando cambia la configuración de la caché o esta caduca.
fr_fr: Utilise toujours une réponse pré-remplie dans le cache, sans jamais solliciter le réseau. Ne se met à jour que lorsque les paramètres du cache changent ou que le cache expire.
it_it: Utilizza sempre una risposta precompilata nella cache, senza mai richiederla alla rete. Si aggiorna solo quando le impostazioni della cache vengono modificate o la cache scade.
pt_pt: Utiliza sempre uma resposta em cache pré-preenchida, nunca solicitando a partir da rede. Actualiza apenas quando as definições da cache são alteradas ou quando a cache expira.
ru_ru: Всегда использует Предпопулярный скрытый ответ, никогда не просит от сети. Обновляется только тогда, когда настройки кеш меняются или кеш истекает.

source: An unexpected error occurred
de_de: Ein unerwarteter Fehler ist aufgetreten
es_es: Se ha producido un error inesperado
fr_fr: Une erreur inattendue s'est produite
it_it: Si è verificato un errore imprevisto
pt_pt: Ocorreu um erro inesperado
ru_ru: Наступила неожиданная ошибка

source: Android and iOS
de_de: Android und iOS
es_es: Android e iOS
fr_fr: Android et iOS
it_it: Android e iOS
pt_pt: Android e iOS
ru_ru: Android и iOS

source: Android, iOS and Windows
de_de: Android, iOS und Windows
es_es: Android, iOS y Windows
fr_fr: Android, iOS et Windows
it_it: Android, iOS e Windows
pt_pt: Android, iOS e Windows
ru_ru: Android, iOS и Windows

source: App Capabilities
de_de: App-Fähigkeiten
es_es: Funciones de la aplicación
fr_fr: Capacités de l'application
it_it: Funzionalità dell'app
pt_pt: Capacidades da aplicação
ru_ru: Возможности приложений

source: App Icon
de_de: App-Symbol
es_es: Icono de la aplicación
fr_fr: Icône de l'application
it_it: Icona dell'app
pt_pt: Ícone da aplicação
ru_ru: ИКОНА ИКОНА

source: App Identity
de_de: App-Identität
es_es: Identidad de la aplicación
fr_fr: Identité de l'application
it_it: Identità dell'app
pt_pt: Identidade da aplicação
ru_ru: Идентификация App

source: App Name
es_es: Nombre de la aplicación
fr_fr: Nom de l'application
it_it: Nome dell'applicazione
pt_pt: Nome da aplicação
ru_ru: Название App

source: App Screenshots
es_es: Capturas de pantalla de la aplicación
fr_fr: Capture d'écran de l'application
it_it: Schermate dell'app
pt_pt: Capturas de ecrã da aplicação
ru_ru: Приложение Screenshots

source: App Shortcuts
de_de: App-Verknüpfungen
es_es: Atajos de aplicaciones
fr_fr: Raccourcis de l'application
it_it: Scorciatoie per le app
pt_pt: Atalhos de aplicações
ru_ru: Приложение Shortcuts
