Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Sends automatic notification to website users when new content is published. Notification will include content title, text and featured image.
de_de: Sendet automatisch eine Benachrichtigung an die Nutzer der Website, wenn neue Inhalte veröffentlicht werden. Die Benachrichtigung enthält Titel, Text und Bild des Inhalts.
es_es: Envía una notificación automática a los usuarios del sitio web cuando se publica un nuevo contenido. La notificación incluirá el título del contenido, el texto y la imagen destacada.
fr_fr: Envoi d'une notification automatique aux utilisateurs du site web lorsqu'un nouveau contenu est publié. La notification comprendra le titre du contenu, le texte et l'image en vedette.
it_it: Invia una notifica automatica agli utenti del sito web quando vengono pubblicati nuovi contenuti. La notifica includerà il titolo del contenuto, il testo e l'immagine in evidenza.
pt_pt: Envia uma notificação automática aos utilizadores do sítio Web quando é publicado um novo conteúdo. A notificação incluirá o título do conteúdo, o texto e a imagem em destaque.
ru_ru: Посылает пользователям Сайта автоматическое уведомление, когда публикуется новый контент. В уведомление будут включены заголовок контента, текст и изображение.

source: Sends automatic notification to website users when the order status is updated. Notification will include what status change details.
de_de: Sendet eine automatische Benachrichtigung an die Website-Nutzer, wenn der Bestellstatus aktualisiert wird. Die Benachrichtigung enthält alle Details zur Statusänderung.
es_es: Envía una notificación automática a los usuarios del sitio web cuando se actualiza el estado del pedido. La notificación incluirá los detalles del cambio de estado.
fr_fr: Envoi d'une notification automatique aux utilisateurs du site web lorsque le statut de la commande est mis à jour. La notification comprendra les détails du changement d'état.
it_it: Invia una notifica automatica agli utenti del sito web quando lo stato dell'ordine viene aggiornato. La notifica includerà i dettagli della modifica dello stato.
pt_pt: Envia uma notificação automática aos utilizadores do sítio Web quando o estado da encomenda é atualizado. A notificação incluirá os detalhes da alteração do estado.
ru_ru: Посылает пользователям Сайта автоматическое уведомление, когда статус заказа обновляется. В уведомлении будут включены данные о том, какие изменения состояния происходят.

source: Sends automatic notification to website users when the product is back in stock. Notification will include product title and featured image.
de_de: Sendet eine automatische Benachrichtigung an die Website-Nutzer, wenn das Produkt wieder auf Lager ist. Die Benachrichtigung enthält den Produkttitel und ein Bild.
es_es: Envía una notificación automática a los usuarios del sitio web cuando el producto vuelve a estar disponible. La notificación incluirá el título del producto y la imagen destacada.
fr_fr: Envoi d'une notification automatique aux utilisateurs du site web lorsque le produit est de nouveau en stock. La notification comprendra le titre du produit et l'image en vedette.
it_it: Invia una notifica automatica agli utenti del sito web quando il prodotto è di nuovo disponibile. La notifica includerà il titolo del prodotto e l'immagine in evidenza.
pt_pt: Envia uma notificação automática aos utilizadores do sítio Web quando o produto está novamente em stock. A notificação incluirá o título do produto e a imagem em destaque.
ru_ru: Посылает пользователям Сайта автоматическое уведомление, когда продукт возвращается в склад. В уведомление будет включено название продукта и представленный имидж.

source: Sends automatic notification to website users when the product price drops. Notification will include product title and featured image.
de_de: Sendet eine automatische Benachrichtigung an die Website-Nutzer, wenn der Produktpreis sinkt. Die Benachrichtigung enthält den Produkttitel und ein Bild.
es_es: Envía una notificación automática a los usuarios del sitio web cuando baja el precio de un producto. La notificación incluirá el título del producto y la imagen destacada.
fr_fr: Envoi d'une notification automatique aux utilisateurs du site web lorsque le prix d'un produit baisse. La notification comprendra le titre du produit et l'image en vedette.
it_it: Invia una notifica automatica agli utenti del sito web quando il prezzo del prodotto scende. La notifica includerà il titolo del prodotto e l'immagine in evidenza.
pt_pt: Envia uma notificação automática aos utilizadores do sítio Web quando o preço do produto desce. A notificação incluirá o título do produto e a imagem em destaque.
ru_ru: Посылает пользователям Сайта автоматическое уведомление при падении цены на продукт. В уведомление будет включено название продукта и представленный имидж.

source: Sends automatic notification to website users when the sale price is added to the product. Notification will include product title and featured image.
de_de: Sendet eine automatische Benachrichtigung an die Website-Nutzer, wenn der Verkaufspreis zu einem Produkt hinzugefügt wird. Die Benachrichtigung enthält den Produkttitel und das Bild.
es_es: Envía una notificación automática a los usuarios del sitio web cuando se añade el precio de venta al producto. La notificación incluirá el título del producto y la imagen destacada.
fr_fr: Envoi d'une notification automatique aux utilisateurs du site web lorsque le prix de vente est ajouté au produit. La notification comprendra le titre du produit et l'image en vedette.
it_it: Invia una notifica automatica agli utenti del sito web quando il prezzo di vendita viene aggiunto al prodotto. La notifica includerà il titolo del prodotto e l'immagine in evidenza.
pt_pt: Envia uma notificação automática aos utilizadores do sítio Web quando o preço de venda é adicionado ao produto. A notificação incluirá o título do produto e a imagem em destaque.
ru_ru: Посылает пользователям Сайта автоматическое уведомление, когда к продукту добавляется цена продажи. В уведомление будет включено название продукта и представленный имидж.

source: Sends notification to admins when a product is low in stock.
de_de: Sendet eine Benachrichtigung an Administratoren, wenn ein Produkt nur noch wenig auf Lager ist.
es_es: Envía una notificación a los administradores cuando queda poco stock de un producto.
fr_fr: Envoi d'une notification aux administrateurs lorsqu'un produit est en rupture de stock.
it_it: Invia una notifica agli amministratori quando un prodotto è in esaurimento.
pt_pt: Envia uma notificação aos administradores quando um produto tem pouco stock.
ru_ru: Отправляет уведомление в Admins, когда продукт находится в низком запасе.

source: Sends notification to admins when new order is placed.
de_de: Sendet Benachrichtigungen an Administratoren, wenn eine neue Bestellung aufgegeben wird.
es_es: Envía una notificación a los administradores cuando se realiza un nuevo pedido.
fr_fr: Envoie une notification aux administrateurs lorsqu'une nouvelle commande est passée.
it_it: Invia una notifica agli amministratori quando viene effettuato un nuovo ordine.
pt_pt: Envia uma notificação aos administradores quando é efectuada uma nova encomenda.
ru_ru: Посылает уведомление Admins, когда будет поставлен новый заказ.

source: Sends notification to users when a member replies.
de_de: Sendet eine Benachrichtigung an die Nutzer, wenn ein Mitglied antwortet.
es_es: Envía una notificación a los usuarios cuando un miembro responde.
fr_fr: Envoi d'une notification aux utilisateurs lorsqu'un membre répond.
it_it: Invia una notifica agli utenti quando un membro risponde.
pt_pt: Envia uma notificação aos utilizadores quando um membro responde.
ru_ru: Посылает уведомление пользователям, когда один из членов отвечает.

source: Sends notification to users when a new friend request is received.
de_de: Sendet eine Benachrichtigung an Nutzer, wenn eine neue Freundschaftsanfrage eingegangen ist.
es_es: Envía una notificación a los usuarios cuando se recibe una nueva solicitud de amistad.
fr_fr: Envoie une notification aux utilisateurs lorsqu'ils reçoivent une nouvelle demande d'ami.
it_it: Invia una notifica agli utenti quando viene ricevuta una nuova richiesta di amicizia.
pt_pt: Envia uma notificação aos utilizadores quando é recebido um novo pedido de amizade.
ru_ru: Посылает уведомление пользователям, когда получается новое просьба друзей.

source: Sends notification to users when a new message is received.
de_de: Sendet eine Benachrichtigung an die Nutzer, wenn eine neue Nachricht eingegangen ist.
es_es: Envía una notificación a los usuarios cuando se recibe un nuevo mensaje.
fr_fr: Envoie une notification aux utilisateurs lorsqu'un nouveau message est reçu.
it_it: Invia una notifica agli utenti quando viene ricevuto un nuovo messaggio.
pt_pt: Envia uma notificação aos utilizadores quando é recebida uma nova mensagem.
ru_ru: Посылает уведомление пользователям, когда получается новое сообщение.

source: Sends notification to users when new content is published.
de_de: Sendet Benachrichtigungen an Nutzer, wenn neue Inhalte veröffentlicht werden.
es_es: Envía notificaciones a los usuarios cuando se publican nuevos contenidos.
fr_fr: Envoie une notification aux utilisateurs lorsqu'un nouveau contenu est publié.
it_it: Invia una notifica agli utenti quando vengono pubblicati nuovi contenuti.
pt_pt: Envia uma notificação aos utilizadores quando é publicado um novo conteúdo.
ru_ru: Посылает уведомление пользователям, когда публикуется новый контент.

source: Sends notification to users when product is back in stock.
de_de: Sendet eine Benachrichtigung an die Nutzer, wenn das Produkt wieder auf Lager ist.
es_es: Envía una notificación a los usuarios cuando el producto vuelve a estar disponible.
fr_fr: Envoi d'une notification aux utilisateurs lorsque le produit est de nouveau en stock.
it_it: Invia una notifica agli utenti quando il prodotto è di nuovo disponibile.
pt_pt: Envia uma notificação aos utilizadores quando o produto está novamente em stock.
ru_ru: Посылает уведомление пользователям, когда продукт возвращается в склад.

source: Sends notification to users when sale price is added to product.
de_de: Sendet eine Benachrichtigung an die Nutzer, wenn der Verkaufspreis zum Produkt hinzugefügt wird.
es_es: Envía una notificación a los usuarios cuando se añade un precio de venta al producto.
fr_fr: Envoi d'une notification aux utilisateurs lorsque le prix de vente est ajouté au produit.
it_it: Invia una notifica agli utenti quando il prezzo di vendita viene aggiunto al prodotto.
pt_pt: Envia uma notificação aos utilizadores quando o preço de venda é adicionado ao produto.
ru_ru: Посылает уведомление пользователям, когда к продукту добавляется цена продажи.

source: Sends notification to users when the friend request is accepted.
de_de: Sendet eine Benachrichtigung an Nutzer, wenn die Freundschaftsanfrage angenommen wurde.
es_es: Envía una notificación a los usuarios cuando se acepta la solicitud de amistad.
fr_fr: Envoie une notification aux utilisateurs lorsque la demande d'amitié est acceptée.
it_it: Invia una notifica agli utenti quando la richiesta di amicizia viene accettata.
pt_pt: Envia uma notificação aos utilizadores quando o pedido de amizade é aceite.
ru_ru: Посылает уведомление пользователям, когда просьба друзей принимается.

source: Sends notification to users when the order status is updated.
de_de: Sendet eine Benachrichtigung an die Nutzer, wenn der Bestellstatus aktualisiert wird.
es_es: Envía una notificación a los usuarios cuando se actualiza el estado del pedido.
fr_fr: Envoi d'une notification aux utilisateurs lorsque le statut de la commande est mis à jour.
it_it: Invia una notifica agli utenti quando lo stato dell'ordine viene aggiornato.
pt_pt: Envia uma notificação aos utilizadores quando o estado da encomenda é atualizado.
ru_ru: Посылает уведомление пользователям, когда статус заказа обновляется.

source: Sends notification to users when the product price drops.
de_de: Sendet eine Benachrichtigung an die Nutzer, wenn der Produktpreis fällt.
es_es: Envía una notificación a los usuarios cuando el precio del producto baja.
fr_fr: Envoie une notification aux utilisateurs lorsque le prix d'un produit baisse.
it_it: Invia una notifica agli utenti quando il prezzo del prodotto scende.
pt_pt: Envia uma notificação aos utilizadores quando o preço do produto desce.
ru_ru: Посылает пользователям уведомление, когда цена товара падает.

source: Sends notification to users when they are mentioned by a member.
de_de: Sendet Benachrichtigungen an Nutzer, wenn sie von einem Mitglied erwähnt werden.
es_es: Envía una notificación a los usuarios cuando son mencionados por un miembro.
fr_fr: Envoie une notification aux utilisateurs lorsqu'ils sont mentionnés par un membre.
it_it: Invia una notifica agli utenti quando vengono menzionati da un membro.
pt_pt: Envia uma notificação aos utilizadores quando estes são mencionados por um membro.
ru_ru: Посылает уведомление пользователям, когда их упоминает член.

source: Set the initial page that loads when your app is launched from the home screen. In normal cases it should be your homepage.
de_de: Lege die erste Seite fest, die geladen wird, wenn deine App vom Startbildschirm aus gestartet wird. Im Normalfall sollte es deine Startseite sein.
es_es: Establece la página inicial que se carga cuando tu aplicación se lanza desde la pantalla de inicio. En casos normales, debería ser tu página de inicio.
fr_fr: Définissez la page initiale qui se charge lorsque votre application est lancée à partir de l'écran d'accueil. Dans la plupart des cas, il s'agit de votre page d'accueil.
it_it: Impostare la pagina iniziale che viene caricata quando l'applicazione viene avviata dalla schermata iniziale. In genere, dovrebbe essere la pagina iniziale.
pt_pt: Defina a página inicial que é carregada quando a sua aplicação é iniciada a partir do ecrã inicial. Em casos normais, deve ser a sua página inicial.
ru_ru: Настроить начальную страницу, которая загружается, когда приложение запускается с домашнего экрана. В обычных случаях это должен быть ваш сайт.

source: Set the text to display as the title on installation prompts and as the label on the installation button.
de_de: Lege den Text fest, der als Titel auf den Installationsaufforderungen und als Beschriftung auf der Installationsschaltfläche angezeigt werden soll.
es_es: Defina el texto que se mostrará como título en las instrucciones de instalación y como etiqueta en el botón de instalación.
fr_fr: Définir le texte à afficher comme titre dans les invites d'installation et comme étiquette sur le bouton d'installation.
it_it: Impostare il testo da visualizzare come titolo dei messaggi di installazione e come etichetta del pulsante di installazione.
pt_pt: Defina o texto a apresentar como título nos avisos de instalação e como etiqueta no botão de instalação.
ru_ru: Настроить текст, чтобы отображать его как заголовок на клавиатуре установки и как этикетку на клавиатуре установки.

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Definições
ru_ru: Настройки

source: Shake detected! Refreshing the page...
de_de: Schütteln entdeckt! Aktualisiere die Seite...
es_es: ¡Sacudida detectada! Actualizando la página...
fr_fr: Secousse détectée ! Actualisation de la page...
it_it: Scossa rilevata! Aggiornare la pagina...
pt_pt: Tremor detectado! Atualizar a página...
ru_ru: Шейк был обнаружен! Обновление страницы...

source: Shake Refresh
de_de: Auffrischen schütteln
it_it: Rinfrescare con lo shake
pt_pt: Agitar Refrescar
ru_ru: Шейк освеживает

source: Shake refresh gesture brings amazing UX experience to your users by simply shaking phone as a signal to your web application to refresh the contents of the screen.
de_de: Die Shake-Refresh-Geste bietet deinen Nutzern ein fantastisches UX-Erlebnis, indem du das Telefon einfach schüttelst, um deiner Webanwendung zu signalisieren, dass der Inhalt des Bildschirms aktualisiert wird.
es_es: Shake refresh gesture aporta una experiencia UX increíble a tus usuarios con sólo agitar el teléfono como señal para que tu aplicación web actualice el contenido de la pantalla.
fr_fr: Le geste de rafraîchissement par secousse apporte une expérience UX étonnante à vos utilisateurs en secouant simplement le téléphone pour signaler à votre application web de rafraîchir le contenu de l'écran.
it_it: Il gesto Shake refresh offre agli utenti un'esperienza UX sorprendente: è sufficiente scuotere il telefono per segnalare all'applicazione web di aggiornare i contenuti dello schermo.
pt_pt: O gesto de atualização de agitação proporciona uma experiência UX fantástica aos seus utilizadores, bastando agitar o telemóvel como um sinal para a sua aplicação Web atualizar o conteúdo do ecrã.
ru_ru: Shake освещает жест приносит невероятный Ux опыт своим пользователям, просто забивая телефон в качестве сигнала для вашего веб-приложения, чтобы осветить контент экрана.

source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
it_it: Condividi
pt_pt: Partilhar
ru_ru: Поделиться

source: Share Action
de_de: Aktion teilen
es_es: Acción Compartir
fr_fr: Action de partage
it_it: Condividi Azione
pt_pt: Ação de partilha
ru_ru: Поделиться действием

source: Shield
de_de: Schild
es_es: Escudo
fr_fr: Bouclier
it_it: Scudo
pt_pt: Escudo
ru_ru: щит

source: Shirt
de_de: Hemd
es_es: Camisa
fr_fr: Chemise
it_it: Camicia
pt_pt: Camisa
ru_ru: Шерсть

source: Shop Opened
de_de: Laden geöffnet
es_es: Tienda abierta
fr_fr: Ouverture du magasin
it_it: Negozio aperto
pt_pt: Loja aberta
ru_ru: Магазин открыт

source: Shopping
de_de: Einkaufen
es_es: Compras
fr_fr: Achats
pt_pt: Compras
ru_ru: Шопинг

source: Shopping Bag
de_de: Einkaufstasche
es_es: Bolsa de la compra
fr_fr: Sac à provisions
it_it: Borsa della spesa
pt_pt: Saco de compras
ru_ru: Торговая сумка

source: Shopping Cart
de_de: Einkaufswagen
es_es: Cesta de la compra
fr_fr: Panier d'achat
it_it: Carrello della spesa
pt_pt: Carrinho de compras
ru_ru: Торговая коробка

source: Short Name
de_de: Kurzer Name
es_es: Nombre corto
fr_fr: Nom court
it_it: Nome breve
pt_pt: Nome abreviado
ru_ru: Краткое имя

source: Show All
de_de: Alle anzeigen
es_es: Mostrar todo
fr_fr: Tout afficher
it_it: Mostra tutto
pt_pt: Mostrar tudo
ru_ru: Показать все

source: Show Desktop Plan
de_de: Desktop-Plan anzeigen
es_es: Mostrar plan de escritorio
fr_fr: Afficher le plan du bureau
it_it: Mostra il piano del desktop
pt_pt: Mostrar plano de ambiente de trabalho
ru_ru: Показать план десктоп

source: Show installation overlays to returning visitors only.
de_de: Zeige Installations-Overlays nur für wiederkehrende Besucher.
es_es: Mostrar superposiciones de instalación sólo a los visitantes recurrentes.
fr_fr: Afficher les superpositions d'installations uniquement pour les visiteurs qui reviennent.
it_it: Mostra le sovrapposizioni di installazione solo ai visitatori di ritorno.
pt_pt: Mostrar as sobreposições de instalação apenas aos visitantes que regressam.
ru_ru: Показать монтаж Overlays для возвращения посетителей только.

source: Show prompt to returning visitors only.
de_de: Zeige die Aufforderung nur für wiederkehrende Besucher.
es_es: Mostrar aviso sólo a visitantes recurrentes.
fr_fr: L'exposition est réservée aux visiteurs qui reviennent.
it_it: Mostra solo ai visitatori abituali.
pt_pt: Mostrar o aviso apenas aos visitantes que regressam.
ru_ru: Показать быстро, чтобы вернуть только посетителей.

source: Shows a skeleton loading screen, providing a placeholder layout that mimics the structure of the content being loaded, enhancing perceived performance.
de_de: Zeigt einen Skelett-Ladebildschirm an, der ein Platzhalter-Layout bietet, das die Struktur des geladenen Inhalts nachahmt und die wahrgenommene Leistung verbessert.
es_es: Muestra un esqueleto de pantalla de carga, proporcionando un diseño de marcador de posición que imita la estructura del contenido que se está cargando, mejorando el rendimiento percibido.
fr_fr: Affiche un squelette d'écran de chargement, fournissant une mise en page fictive qui imite la structure du contenu en cours de chargement, améliorant ainsi la performance perçue.
it_it: Mostra una schermata di caricamento scheletrica, fornendo un layout segnaposto che imita la struttura del contenuto caricato, migliorando le prestazioni percepite.
pt_pt: Mostra um ecrã de carregamento de esqueleto, fornecendo um layout de espaço reservado que imita a estrutura do conteúdo que está a ser carregado, melhorando o desempenho percebido.
ru_ru: Показывает скелетный зарядный экран, обеспечивающий расположение Placeholder, которое имитирует структуру заряженного контента, улучшая воспринимаемую производительность.

source: Skeleton
de_de: Skelett
es_es: Esqueleto
fr_fr: Squelette
it_it: Scheletro
pt_pt: Esqueleto
ru_ru: Скелет

source: Skip First Visit
de_de: Ersten Besuch überspringen
es_es: Saltar la primera visita
fr_fr: Sauter la première visite
it_it: Saltare la prima visita
pt_pt: Saltar a primeira visita
ru_ru: Скачать первый визит

source: Skips first-time visitors and only shows installation overlays to returning users.
de_de: Überspringt Erstbesucher und zeigt Installations-Overlays nur für wiederkehrende Nutzer an.
es_es: Omite a los usuarios que visitan la página por primera vez y sólo muestra las superposiciones de instalación a los usuarios recurrentes.
fr_fr: Ne tient pas compte des nouveaux visiteurs et n'affiche que les superpositions d'installation pour les utilisateurs qui reviennent.
it_it: Salta i primi visitatori e mostra l'overlay dell'installazione solo agli utenti che ritornano.
pt_pt: Ignora os primeiros visitantes e mostra apenas as sobreposições de instalação aos utilizadores que regressam.
ru_ru: Скип первоначальных посетителей и показывает только установку Overlays для возвращения пользователей.

source: Skull
de_de: Schädel
es_es: Cráneo
fr_fr: Crâne
it_it: Cranio
pt_pt: Caveira
ru_ru: Шерсть

source: Slide
de_de: Dia
es_es: Diapositiva
fr_fr: Diapositive
it_it: Scivolare
pt_pt: Deslizar
ru_ru: Слайд

source: Smartphone
es_es: Teléfono inteligente
ru_ru: Смартфон

source: Smooth transition with fade in and fade out effects, creating a seamless and visually appealing loading experience.
de_de: Sanfte Übergänge mit Ein- und Ausblendeffekten, die ein nahtloses und visuell ansprechendes Ladeerlebnis schaffen.
es_es: Transición suave con efectos de fundido de entrada y salida, que crean una experiencia de carga fluida y visualmente atractiva.
fr_fr: Transition en douceur avec des effets de fondu entrant et sortant, créant une expérience de chargement transparente et visuellement attrayante.
it_it: Transizione fluida con effetti di dissolvenza in entrata e in uscita, per creare un'esperienza di caricamento fluida e visivamente accattivante.
pt_pt: Transição suave com efeitos de fade in e fade out, criando uma experiência de carregamento perfeita e visualmente apelativa.
ru_ru: Мягкий переход с фейд-ин и фейд-эффектами, создавая беспрепятственный и визуально привлекательный опыт загрузки.

source: Smooth Transitions
de_de: Sanfte Übergänge
es_es: Transiciones suaves
fr_fr: Transitions douces
it_it: Transizioni fluide
pt_pt: Transições suaves
ru_ru: Мягкие переходы

source: Snackbar
ru_ru: Снацбар

source: Social
de_de: Soziales
it_it: Sociale
ru_ru: Социальные

source: Sofa
es_es: Sofá
fr_fr: Canapé
it_it: Divano
pt_pt: Sofá
ru_ru: Диван
