Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Enabling this options shows a page transition progress on top of the screen as the page loads.
de_de: Wenn du diese Option aktivierst, wird der Fortschritt des Seitenübergangs oben auf dem Bildschirm angezeigt, während die Seite geladen wird.
es_es: Activando esta opción se muestra un progreso de transición de página en la parte superior de la pantalla mientras se carga la página.
fr_fr: L'activation de cette option permet d'afficher une progression de la transition de la page en haut de l'écran au fur et à mesure du chargement de la page.
it_it: Se si attiva questa opzione, nella parte superiore dello schermo viene visualizzato l'avanzamento della transizione di pagina durante il caricamento della pagina.
pt_pt: A ativação desta opção mostra um progresso de transição de página na parte superior do ecrã à medida que a página é carregada.
ru_ru: Удаление этих опций показывает прогресс перехода страницы в верхней части экрана, когда страница загружается.

source: Enabling this will give the support team temporary access to your WordPress Dashboard. That is helpful because in most cases we need a temporary access to your WordPress Dashboard to check and fix the issue.
de_de: Wenn du dies aktivierst, erhält das Support-Team vorübergehend Zugriff auf dein WordPress-Dashboard. Das ist hilfreich, denn in den meisten Fällen benötigen wir einen temporären Zugriff auf dein WordPress-Dashboard, um das Problem zu prüfen und zu beheben.
es_es: Activando esta opción, el equipo de soporte tendrá acceso temporal a su panel de WordPress. Esto es útil porque en la mayoría de los casos necesitamos un acceso temporal a su panel de WordPress para comprobar y solucionar el problema.
fr_fr: L'activation de cette option donnera à l'équipe d'assistance un accès temporaire à votre tableau de bord WordPress. C'est utile car dans la plupart des cas, nous avons besoin d'un accès temporaire à votre tableau de bord WordPress pour vérifier et résoudre le problème.
it_it: Abilitando questa opzione, il team di assistenza avrà accesso temporaneo alla vostra dashboard di WordPress. Questo è utile perché nella maggior parte dei casi abbiamo bisogno di un accesso temporaneo alla dashboard di WordPress per verificare e risolvere il problema.
pt_pt: Ao ativar esta opção, a equipa de apoio terá acesso temporário ao seu painel de controlo do WordPress. Isto é útil porque, na maioria dos casos, precisamos de um acesso temporário ao seu Painel de Controlo do WordPress para verificar e resolver o problema.
ru_ru: Это позволит команде поддержки предоставить временный доступ к вашему панели WordPress. Это полезно, потому что в большинстве случаев нам нужен временный доступ к вашему панели WordPress, чтобы проверить и исправить проблему.

source: Enhance the user experience by adding interactive elements and features that make your web app look and feel more like a native application, including options like pull-down refresh, a navigation tab bar, dark mode, and toast messages.
de_de: Verbessere das Nutzererlebnis, indem du interaktive Elemente und Funktionen hinzufügst, die deine Webanwendung mehr wie eine native Anwendung aussehen und sich anfühlen lassen.
es_es: Mejore la experiencia del usuario añadiendo elementos interactivos y funciones que hagan que su aplicación web se parezca más a una aplicación nativa, incluidas opciones como la actualización desplegable, una barra de pestañas de navegación, el modo oscuro y los mensajes tostados.
fr_fr: Améliorez l'expérience de l'utilisateur en ajoutant des éléments interactifs et des fonctionnalités qui donnent à votre application web l'aspect et la sensation d'une application native, y compris des options telles que l'actualisation déroulante, une barre d'onglets de navigation, le mode sombre et les messages grillés.
it_it: Migliorate l'esperienza dell'utente aggiungendo elementi e funzioni interattive che rendono l'app web più simile a un'applicazione nativa, tra cui opzioni come l'aggiornamento a discesa, una barra di navigazione a schede, la modalità scura e i messaggi di toast.
pt_pt: Melhore a experiência do utilizador adicionando elementos interactivos e funcionalidades que fazem com que a sua aplicação Web se pareça mais com uma aplicação nativa, incluindo opções como a atualização pull-down, uma barra de separadores de navegação, modo escuro e mensagens de brinde.
ru_ru: Улучшите пользовательский опыт, добавляя интерактивные элементы и функции, которые делают ваш веб-Апп выглядит и чувствует себя более похожим на коренное приложение, в том числе варианты, такие как Pull-Down освещение, навигационная лента, темный режим и тост-сообщения.

source: Enhance your web app with offline support and reliable performance, enabling users to access previously viewed pages even without an internet connection or on low connectivity.
de_de: Verbessere deine Web-App mit Offline-Unterstützung und zuverlässiger Leistung, so dass die Nutzer/innen auch ohne Internetverbindung oder bei schlechter Konnektivität auf bereits angesehene Seiten zugreifen können.
es_es: Mejore su aplicación web con soporte offline y un rendimiento fiable, permitiendo a los usuarios acceder a páginas vistas previamente incluso sin conexión a Internet o con baja conectividad.
fr_fr: Améliorez votre application web avec une prise en charge hors ligne et des performances fiables, permettant aux utilisateurs d'accéder aux pages précédemment consultées même sans connexion internet ou avec une faible connectivité.
it_it: Migliorate la vostra applicazione web con il supporto offline e prestazioni affidabili, consentendo agli utenti di accedere alle pagine visualizzate in precedenza anche senza una connessione a Internet o con una connettività ridotta.
pt_pt: Melhore a sua aplicação Web com suporte offline e desempenho fiável, permitindo que os utilizadores acedam a páginas visualizadas anteriormente, mesmo sem ligação à Internet ou com baixa conetividade.
ru_ru: Улучшайте веб-приложение с офлайн-поддержкой и надежными результатами, позволяя пользователям получить доступ к ранее просматриваемым страницам даже без подключения к Интернету или с низким уровнем подключения.

source: Enhance your web app's offline functionality by enabling features such as offline forms, offline notifications, and offline Google Analytics, ensuring a seamless user experience even without internet connectivity.
de_de: Verbessere die Offline-Funktionalität deiner Web-App, indem du Funktionen wie Offline-Formulare, Offline-Benachrichtigungen und Offline-Google Analytics aktivierst und so ein nahtloses Nutzererlebnis auch ohne Internetverbindung sicherstellst.
es_es: Mejore la funcionalidad offline de su aplicación web habilitando funciones como formularios offline, notificaciones offline y Google Analytics offline, garantizando una experiencia de usuario fluida incluso sin conexión a Internet.
fr_fr: Améliorez les fonctionnalités hors ligne de votre application web en activant des fonctions telles que les formulaires hors ligne, les notifications hors ligne et Google Analytics hors ligne, afin de garantir une expérience utilisateur transparente même sans connectivité internet.
it_it: Migliorate la funzionalità offline della vostra web app abilitando funzioni come i moduli offline, le notifiche offline e Google Analytics offline, assicurando un'esperienza utente senza interruzioni anche in assenza di connettività internet.
pt_pt: Melhore a funcionalidade offline da sua aplicação Web, activando funcionalidades como formulários offline, notificações offline e Google Analytics offline, garantindo uma experiência de utilizador perfeita mesmo sem ligação à Internet.
ru_ru: Улучшите функциональность офлайн-приложений, предоставляя такие функции, как офлайн-формули, офлайн-нотификации и офлайн-аналитики Google, обеспечивая беспрецедентное пользовательское впечатление даже без подключения к Интернету.

source: Enhance your website with Progressive Web App (PWA) features and take the user experience to the next level with future of mobile web.
de_de: Verbessere deine Website mit den Funktionen der Progressive Web App (PWA) und bringe das Nutzererlebnis auf die nächste Stufe mit der Zukunft des mobilen Webs.
es_es: Mejore su sitio web con funciones de aplicación web progresiva (PWA) y lleve la experiencia del usuario al siguiente nivel con el futuro de la web móvil.
fr_fr: Améliorez votre site web avec les fonctionnalités de la Progressive Web App (PWA) et faites passer l'expérience utilisateur au niveau supérieur avec l'avenir du web mobile.
it_it: Migliorate il vostro sito web con le funzionalità delle Progressive Web App (PWA) e portate l'esperienza dell'utente al livello successivo con il futuro del web mobile.
pt_pt: Melhore o seu sítio Web com as funcionalidades da aplicação Web progressiva (PWA) e leve a experiência do utilizador para o nível seguinte com o futuro da Web móvel.
ru_ru: Улучшите свой веб-сайт с функциями Прогрессивной веб-Апп (PWA) и перенесите пользовательский опыт на следующий уровень с будущим мобильным веб-сайтом.

source: Enter a concise summary of your app's purpose and main features.
de_de: Gib eine kurze Zusammenfassung des Zwecks und der wichtigsten Funktionen deiner App ein.
es_es: Introduzca un resumen conciso de la finalidad y las principales características de su aplicación.
fr_fr: Saisissez un résumé concis de l'objectif et des principales caractéristiques de votre application.
it_it: Inserite un riassunto conciso dello scopo e delle caratteristiche principali della vostra applicazione.
pt_pt: Introduza um resumo conciso do objetivo e das principais caraterísticas da sua aplicação.
ru_ru: Введите краткий обобщение цели и основных функций вашего приложения.

source: Enter Action
de_de: Aktion eingeben
es_es: Introducir acción
fr_fr: Saisir l'action
it_it: Inserire l'azione
pt_pt: Introduzir ação
ru_ru: Введите акцию

source: Enter Action Button Text
de_de: Text der Aktionsschaltfläche eingeben
es_es: Introduzca el texto del botón de acción
fr_fr: Saisir le texte du bouton d'action
it_it: Immettere il testo del pulsante di azione
pt_pt: Introduzir o texto do botão de ação
ru_ru: Введите текст кнопки действия

source: Enter Action Button URL
de_de: URL der Aktionsschaltfläche eingeben
es_es: Introduzca la URL del botón de acción
fr_fr: Saisir l'URL du bouton d'action
it_it: Inserire l'URL del pulsante di azione
pt_pt: Introduzir URL do botão de ação
ru_ru: Введите кнопку URL

source: Enter App ID
de_de: App ID eingeben
es_es: Introduzca el ID de la aplicación
fr_fr: Saisir l'identifiant de l'application
it_it: Inserire l'ID dell'app
pt_pt: Introduzir ID da aplicação
ru_ru: Введите приложение ID

source: Enter App Name
de_de: App-Name eingeben
es_es: Introduzca el nombre de la aplicación
fr_fr: Saisir le nom de l'application
it_it: Inserire il nome dell'applicazione
pt_pt: Introduzir o nome da aplicação
ru_ru: Введите имя App

source: Enter Description
de_de: Beschreibung eingeben
es_es: Introducir descripción
fr_fr: Saisir la description
it_it: Inserire la descrizione
pt_pt: Introduzir Descrição
ru_ru: Введите описание

source: Enter IARC Rating ID
de_de: IARC Rating ID eingeben
es_es: Introduzca el ID de la clasificación IARC
fr_fr: Saisir l'ID du classement du CIRC
it_it: Inserire l'ID della classificazione IARC
pt_pt: Introduzir ID de classificação IARC
ru_ru: Введите IARC рейтинговый ID

source: Enter Label
de_de: Etikett eingeben
es_es: Introducir etiqueta
fr_fr: Saisir l'étiquette
it_it: Inserire l'etichetta
pt_pt: Introduzir etiqueta
ru_ru: Введите этикетку

source: Enter Message
de_de: Nachricht eingeben
es_es: Introducir mensaje
fr_fr: Saisir le message
it_it: Inserire il messaggio
pt_pt: Introduzir mensagem
ru_ru: Введите сообщение

source: Enter Notification Message
de_de: Benachrichtigungsnachricht eingeben
es_es: Introducir mensaje de notificación
fr_fr: Saisir le message de notification
it_it: Inserire il messaggio di notifica
pt_pt: Introduzir mensagem de notificação
ru_ru: Введите сообщение об уведомлении

source: Enter Notification Title
de_de: Titel der Benachrichtigung eingeben
es_es: Introduzca el título de la notificación
fr_fr: Saisir le titre de la notification
it_it: Inserire il titolo della notifica
pt_pt: Entrar título da nota
ru_ru: Введите заголовок уведомления

source: Enter Notification URL
de_de: URL der Benachrichtigung eingeben
es_es: Introducir URL de notificación
fr_fr: Saisir l'URL de la notification
it_it: Inserire l'URL di notifica
pt_pt: Introduzir URL da notificação
ru_ru: Введите уведомление URL

source: Enter Protocol
de_de: Protokoll eingeben
es_es: Introducir protocolo
fr_fr: Entrer le protocole
it_it: Inserire il protocollo
pt_pt: Introduzir protocolo
ru_ru: Введите протокол

source: Enter Short Name
de_de: Kurznamen eingeben
es_es: Introduzca el nombre corto
fr_fr: Saisir le nom court
it_it: Inserire il nome breve
pt_pt: Introduzir nome curto
ru_ru: Введите короткое имя

source: Enter Shortcut Name
de_de: Abkürzungsname eingeben
es_es: Introducir nombre de acceso directo
fr_fr: Saisir le nom du raccourci
it_it: Inserire il nome della scorciatoia
pt_pt: Introduzir nome do atalho
ru_ru: Введите краткое имя

source: Enter Text
de_de: Text eingeben
es_es: Introducir texto
fr_fr: Saisir le texte
it_it: Inserire il testo
pt_pt: Introduzir texto
ru_ru: Введите текст

source: Enter the action of your web app. File action is a URL or your file URL scheme that your web app will open to when handling the given file.
ru_ru: Введите действие вашего веб-приложения. Действие файла представляет собой схему URL файла или URL файла, к которой будет открыта ваша веб-приложение при обработке данного файла.

source: Enter the message of your notification.
de_de: Gib die Nachricht für deine Benachrichtigung ein.
es_es: Introduzca el mensaje de su notificación.
fr_fr: Saisissez le message de votre notification.
it_it: Inserire il messaggio della notifica.
pt_pt: Introduza a mensagem da sua notificação.
ru_ru: Введите сообщение вашего уведомления.

source: Enter the message you want to show your users on push prompt.
de_de: Gib die Nachricht ein, die du deinen Nutzern bei der Push-Aufforderung zeigen willst.
es_es: Introduzca el mensaje que desea mostrar a sus usuarios en el aviso push.
fr_fr: Saisissez le message que vous souhaitez afficher à vos utilisateurs sur l'invite de commande.
it_it: Immettere il messaggio che si desidera mostrare agli utenti su push prompt.
pt_pt: Introduza a mensagem que pretende mostrar aos seus utilizadores na solicitação de envio.
ru_ru: Введите сообщение, которое вы хотите показать своим пользователям на push prompt.

source: Enter the title of your notification.
de_de: Gib den Titel deiner Meldung ein.
es_es: Introduzca el título de su notificación.
fr_fr: Saisissez le titre de votre notification.
it_it: Inserire il titolo della notifica.
pt_pt: Introduza o título da sua notificação.
ru_ru: Введите заголовок вашего уведомления.

source: Enter the URL of your notification. Your users will be redirected to this URL after they click on your notification.
de_de: Gib die URL deiner Benachrichtigung ein. Deine Nutzer werden zu dieser URL weitergeleitet, wenn sie auf deine Benachrichtigung klicken.
es_es: Introduzca la URL de su notificación. Tus usuarios serán redirigidos a esta URL después de hacer clic en tu notificación.
fr_fr: Saisissez l'URL de votre notification. Vos utilisateurs seront redirigés vers cette URL après avoir cliqué sur votre notification.
it_it: Inserire l'URL della notifica. Gli utenti saranno reindirizzati a questo URL dopo aver fatto clic sulla notifica.
pt_pt: Introduza o URL da sua notificação. Os seus utilizadores serão redireccionados para este URL depois de clicarem na sua notificação.
ru_ru: Введите URL вашего уведомления. Пользователи будут перенаправляться в этот URL после того, как они нажмут на ваше сообщение.

source: Enter URL
de_de: URL eingeben
es_es: Introducir URL
fr_fr: Saisir l'URL
it_it: Inserire l'URL
pt_pt: Introduzir URL
ru_ru: Введите URL

source: Enter URL Query
de_de: URL-Abfrage eingeben
es_es: Introducir consulta URL
fr_fr: Saisir la requête URL
it_it: Inserire la query URL
pt_pt: Introduzir consulta de URL
ru_ru: Вход в URL query

source: Enter Your Email
de_de: Deine E-Mail eingeben
es_es: Introduzca su dirección de correo electrónico
fr_fr: Saisissez votre adresse électronique
it_it: Inserisci il tuo indirizzo e-mail
pt_pt: Introduza o seu e-mail
ru_ru: Введите свой e-mail

source: Enter your email address where we'll send our response.
de_de: Gib deine E-Mail-Adresse an, an die wir unsere Antwort senden werden.
es_es: Introduzca su dirección de correo electrónico a la que le enviaremos nuestra respuesta.
fr_fr: Saisissez votre adresse électronique où nous vous enverrons notre réponse.
it_it: Inserite il vostro indirizzo e-mail al quale invieremo la nostra risposta.
pt_pt: Indique o seu endereço eletrónico para onde enviaremos a nossa resposta.
ru_ru: Введите свой адрес электронной почты, куда мы отправим свой ответ.

source: Enter your item purchase code from Envato as your license key to activate the plugin. This will enable in-plugin support and automatic updates.
de_de: Gib deinen Artikelkaufcode von Envato als Lizenzschlüssel ein, um das Plugin zu aktivieren. Dadurch werden der In-Plugin-Support und automatische Updates aktiviert.
es_es: Introduzca su código de compra de Envato como clave de licencia para activar el plugin. Esto habilitará el soporte dentro del plugin y las actualizaciones automáticas.
fr_fr: Entrez votre code d'achat d'Envato comme clé de licence pour activer le plugin. Cela permettra d'activer le support in-plugin et les mises à jour automatiques.
it_it: Inserire il codice di acquisto dell'articolo da Envato come chiave di licenza per attivare il plugin. Ciò consentirà di attivare il supporto del plugin e gli aggiornamenti automatici.
pt_pt: Introduza o seu código de compra de item da Envato como chave de licença para ativar o plugin. Isto irá ativar o suporte do plugin e as actualizações automáticas.
ru_ru: Введите код покупки товара из Envato в качестве ключа лицензии, чтобы активировать Плюгин. Это позволит поддержку In-Plugin и автоматические обновления.

source: Enter Your License Key
de_de: Gib deinen Lizenzschlüssel ein
es_es: Introduzca su clave de licencia
fr_fr: Entrez votre clé de licence
it_it: Immettere la chiave di licenza
pt_pt: Introduza a sua chave de licença
ru_ru: Введите свой лицензионный ключ

source: Enter Your Name
de_de: Deinen Namen eingeben
es_es: Introduzca su nombre
fr_fr: Entrez votre nom
it_it: Inserire il proprio nome
pt_pt: Introduzir o seu nome
ru_ru: Введите свое имя

source: Entertainment
de_de: Unterhaltung
es_es: Entretenimiento
fr_fr: Divertissement
it_it: Intrattenimento
pt_pt: Entretenimento
ru_ru: развлечения

source: Euro
fr_fr: L'euro
ru_ru: евро

source: Everything from the Android and iOS plans
de_de: Alles aus den Plänen für Android und iOS
es_es: Todo desde los planes Android e iOS
fr_fr: Tout sur les plans Android et iOS
it_it: Tutto quello che c'è nei piani Android e iOS
pt_pt: Tudo, desde os planos para Android e iOS
ru_ru: Все из планов Android и iOS

source: Everything from the Android plan
de_de: Alles aus dem Android-Plan
es_es: Todo desde el plan Android
fr_fr: Tout sur le plan Android
it_it: Tutto dal piano Android
pt_pt: Tudo a partir do plano Android
ru_ru: Все из плана Android

source: Excellent
de_de: Ausgezeichnet
es_es: Excelente
it_it: Eccellente
pt_pt: Excelente
ru_ru: Отличный

source: Expand "Apps"
de_de: Erweitern Sie "Apps"
es_es: Ampliar "Aplicaciones
fr_fr: Développer "Apps"
it_it: Espandi "Applicazioni"
pt_pt: Expandir "Aplicações"
ru_ru: Расширение «Апп»

source: Expand "Cast, save and share"
de_de: Erweitern Sie "Cast, speichern und teilen"
es_es: Ampliar "Fundir, guardar y compartir"
fr_fr: Élargir le champ d'application de "Cast, save and share" (diffuser, enregistrer et partager)
it_it: Espandere "Cast, salvare e condividere"
pt_pt: Expandir "Transmitir, guardar e partilhar"
ru_ru: Расширение «подавать, сэкономить и поделиться»

source: Expand your app’s functionality with advanced features like age ratings, related applications, and customizable shortcuts to various app functions.
de_de: Erweitere die Funktionalität deiner App mit fortschrittlichen Funktionen wie Alterseinstufungen, verwandten Anwendungen und anpassbaren Verknüpfungen zu verschiedenen App-Funktionen.
es_es: Amplíe la funcionalidad de su aplicación con funciones avanzadas como clasificaciones por edades, aplicaciones relacionadas y accesos directos personalizables a diversas funciones de la aplicación.
fr_fr: Développez les fonctionnalités de votre application grâce à des fonctions avancées telles que les classements par âge, les applications connexes et les raccourcis personnalisables vers les différentes fonctions de l'application.
it_it: Ampliate le funzionalità della vostra app con caratteristiche avanzate come la classificazione per età, le applicazioni correlate e le scorciatoie personalizzabili per le varie funzioni dell'app.
pt_pt: Expanda a funcionalidade da sua aplicação com caraterísticas avançadas como classificações etárias, aplicações relacionadas e atalhos personalizáveis para várias funções da aplicação.
ru_ru: Расширяйте функциональность вашего приложения с передовыми функциями, такими как рейтинги возраста, связанные с ним приложения и персонализированные сокращения к различным функциям приложения.

source: Expands the app to cover the entire screen, hiding browser UI.
de_de: Erweitert die App so, dass sie den gesamten Bildschirm bedeckt und die Browser-Benutzeroberfläche ausblendet.
es_es: Amplía la aplicación para cubrir toda la pantalla, ocultando la interfaz de usuario del navegador.
fr_fr: Étend l'application à l'ensemble de l'écran, en masquant l'interface utilisateur du navigateur.
it_it: Espande l'applicazione fino a coprire l'intero schermo, nascondendo l'interfaccia utente del browser.
pt_pt: Expande a aplicação para cobrir todo o ecrã, ocultando a IU do browser.
ru_ru: Расширяет приложение, чтобы покрыть весь экран, скрывая Уи браузера.

source: Eye
de_de: Auge
es_es: Ojo
fr_fr: L'œil
it_it: Occhio
pt_pt: Olho
ru_ru: Око

source: Facebook
ru_ru: Фейсбук

source: Fade
de_de: Verblassen
es_es: Desvanecer
it_it: Dissolvenza
pt_pt: Desvanecer
ru_ru: ФАДЕ

source: FAQ
es_es: PREGUNTAS FRECUENTES
ru_ru: ФАК

source: Features a flying man icon moving across a yellow background, offering a fun and playful loading experience that entertains users while they wait.
de_de: Ein fliegendes Mann-Symbol, das sich über einen gelben Hintergrund bewegt, bietet ein lustiges und spielerisches Ladeerlebnis, das die Nutzer unterhält, während sie warten.
es_es: Presenta un icono de un hombre volador que se mueve sobre un fondo amarillo, ofreciendo una experiencia de carga divertida y juguetona que entretiene a los usuarios mientras esperan.
fr_fr: L'icône d'un homme volant se déplaçant sur un fond jaune offre une expérience de chargement amusante et ludique qui divertit les utilisateurs pendant qu'ils attendent.
it_it: L'icona di un uomo volante che si muove su uno sfondo giallo offre un'esperienza di caricamento divertente e giocosa che intrattiene gli utenti durante l'attesa.
pt_pt: Apresenta um ícone de um homem voador que se move sobre um fundo amarelo, oferecendo uma experiência de carregamento divertida e lúdica que entretém os utilizadores enquanto esperam.
ru_ru: Характеризуется летящей иконой человека, движущейся по желтому фону, предлагая забавный и играющий опыт загрузки, который развлекает пользователей, пока они ждут.
