Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Choose how many minutes to wait until the user is considered idle.
de_de: Lege fest, wie viele Minuten gewartet werden soll, bis der Benutzer als untätig gilt.
es_es: Elija cuántos minutos se debe esperar hasta que el usuario se considere inactivo.
fr_fr: Choisissez le nombre de minutes d'attente avant que l'utilisateur ne soit considéré comme inactif.
it_it: Scegliere quanti minuti attendere prima che l'utente sia considerato inattivo.
pt_pt: Escolha o número de minutos a aguardar até o utilizador ser considerado inativo.
ru_ru: Выберите, сколько минут подождать, пока пользователь не будет считаться идолом.

source: Choose how your app displays. We recommend choosing "Standalone", as it provides a native app feeling.
de_de: Wähle aus, wie deine App angezeigt wird. Wir empfehlen, "Standalone" zu wählen, da dies ein natives App-Gefühl vermittelt.
es_es: Elige cómo se mostrará tu aplicación. Recomendamos elegir "Independiente", ya que proporciona una sensación de aplicación nativa.
fr_fr: Choisissez le mode d'affichage de votre application. Nous vous recommandons de choisir "Standalone", qui donne l'impression d'une application native.
it_it: Scegliere la modalità di visualizzazione dell'applicazione. Si consiglia di scegliere "Standalone", in quanto offre una sensazione di app nativa.
pt_pt: Escolha a forma como a sua aplicação é apresentada. Recomendamos que escolha "Autónoma", uma vez que proporciona uma sensação de aplicação nativa.
ru_ru: Выберите, как отображает приложение. Рекомендуем выбрать «Стандалон», так как он обеспечивает родной апп-чувствие.

source: Choose your PWA web app categories
de_de: Wähle deine PWA-Webapp-Kategorien
es_es: Elige las categorías de tu aplicación web PWA
fr_fr: Choisissez vos catégories d'applications web PWA
it_it: Scegliete le categorie della vostra web app PWA
pt_pt: Escolha as categorias da sua aplicação web PWA
ru_ru: Выберите свою веб-категории PWA

source: Click on "Install page as app..." from the menu.
de_de: Klicke im Menü auf "Seite als App installieren...".
es_es: Haga clic en "Instalar página como aplicación..." en el menú.
fr_fr: Cliquez sur "Installer la page en tant qu'application..." dans le menu.
it_it: Fare clic su "Installa pagina come app..." dal menu.
pt_pt: Clique em "Instalar página como aplicação..." no menu.
ru_ru: Нажмите «Инсталляция страницы в качестве приложения...» из меню.

source: Click on "Install this site as app" from the menu.
de_de: Klicke im Menü auf "Diese Seite als App installieren".
es_es: Haga clic en "Instalar este sitio como aplicación" en el menú.
fr_fr: Cliquez sur "Installer ce site en tant qu'application" dans le menu.
it_it: Fare clic su "Installa questo sito come app" dal menu.
pt_pt: Clique em "Instalar este sítio como aplicação" no menu.
ru_ru: Нажмите кнопку «Настройка этого сайта в качестве приложения» из меню.

source: Click the "Install" button in the browser's installation dialog.
de_de: Klicke im Installationsdialog des Browsers auf die Schaltfläche "Installieren".
es_es: Pulse el botón "Instalar" en el cuadro de diálogo de instalación del navegador.
fr_fr: Cliquez sur le bouton "Installer" dans la boîte de dialogue d'installation du navigateur.
it_it: Fare clic sul pulsante "Installa" nella finestra di dialogo di installazione del browser.
pt_pt: Clique no botão "Instalar" na caixa de diálogo de instalação do browser.
ru_ru: Нажмите кнопку «инсталляция» в диалоге с установкой браузера.

source: Click the button below to copy the page's URL.
de_de: Klicke auf die Schaltfläche unten, um die URL der Seite zu kopieren.
es_es: Haga clic en el botón de abajo para copiar la URL de la página.
fr_fr: Cliquez sur le bouton ci-dessous pour copier l'URL de la page.
it_it: Fare clic sul pulsante sottostante per copiare l'URL della pagina.
pt_pt: Clique no botão abaixo para copiar o URL da página.
ru_ru: Нажмите кнопку ниже, чтобы копировать URL страницы.

source: Click to Install
de_de: Zum Installieren klicken
es_es: Haga clic para instalar
fr_fr: Cliquer pour installer
it_it: Fare clic per installare
pt_pt: Clique para instalar
ru_ru: Кликните на инсталляцию

source: Clock
de_de: Uhr
es_es: Reloj
fr_fr: Horloge
it_it: Orologio
pt_pt: Relógio
ru_ru: Часы

source: Close Dialog
de_de: Dialog schließen
es_es: Cerrar diálogo
fr_fr: Fermer la boîte de dialogue
it_it: Chiudere la finestra di dialogo
pt_pt: Fechar diálogo
ru_ru: Близкий диалог

source: Cloud
de_de: Wolke
es_es: Nube
fr_fr: Nuage
it_it: Nuvola
pt_pt: Nuvem
ru_ru: Облако

source: CodeCanyon
it_it: CodiceCanyon
pt_pt: CódigoCanyon
ru_ru: Кодеканий

source: Coffee
de_de: Kaffee
es_es: Café
fr_fr: Café
it_it: Caffè
pt_pt: Café
ru_ru: Кофе

source: Compass
de_de: Kompass
es_es: Brújula
fr_fr: Boussole
it_it: Bussola
pt_pt: Bússola
ru_ru: Компасса

source: Compatibility Mode
de_de: Kompatibilitätsmodus
es_es: Modo Compatibilidad
fr_fr: Mode de compatibilité
it_it: Modalità di compatibilità
pt_pt: Modo de compatibilidade
ru_ru: Модуль совместимости

source: Concierge Bell
de_de: Pförtnerglocke
es_es: Timbre del conserje
fr_fr: Cloche de concierge
it_it: Campanello della portineria
pt_pt: Campainha de concierge
ru_ru: Концерт Белл

source: Configure offline caching settings, including the fallback page, caching strategy, and cache expiry time, to ensure seamless offline functionality.
de_de: Konfiguriere die Einstellungen für das Offline-Caching, einschließlich der Ausweichseite, der Caching-Strategie und der Cache-Ablaufzeit, um eine nahtlose Offline-Funktionalität zu gewährleisten.
es_es: Configure los ajustes de almacenamiento en caché sin conexión, incluida la página de reserva, la estrategia de almacenamiento en caché y el tiempo de caducidad de la caché, para garantizar una funcionalidad sin conexión perfecta.
fr_fr: Configurez les paramètres de mise en cache hors ligne, notamment la page de secours, la stratégie de mise en cache et le délai d'expiration du cache, afin de garantir une fonctionnalité hors ligne transparente.
it_it: Configurare le impostazioni della cache offline, tra cui la pagina di fallback, la strategia di caching e la scadenza della cache, per garantire la funzionalità offline senza problemi.
pt_pt: Configure as definições de cache offline, incluindo a página de recurso, a estratégia de cache e o tempo de expiração da cache, para garantir uma funcionalidade offline perfeita.
ru_ru: Настройка настройки оффлайн-каширования, включая страницу падения, стратегию каширования и время истечения каширования, чтобы обеспечить беспрепятственную оффлайн-функциональность.

source: Confirm by Clicking "Install"
de_de: Bestätige mit einem Klick auf "Installieren"
es_es: Confirme haciendo clic en "Instalar"
fr_fr: Confirmez en cliquant sur "Installer"
it_it: Confermare facendo clic su "Installa"
pt_pt: Confirmar clicando em "Instalar"
ru_ru: Проверьте, нажмите «Install»

source: Confirm by Tapping "Add to Home Screen"
de_de: Bestätige durch Tippen auf "Zum Startbildschirm hinzufügen"
es_es: Confirme pulsando "Añadir a pantalla de inicio"
fr_fr: Confirmez en appuyant sur "Ajouter à l'écran d'accueil"
it_it: Confermare toccando "Aggiungi alla schermata iniziale"
pt_pt: Confirmar tocando em "Adicionar ao ecrã inicial"
ru_ru: Подтвердить, нажмите «Добавить на домашний экран»

source: Confirm by Tapping "Add"
de_de: Bestätige durch Tippen auf "Hinzufügen"
es_es: Confirme pulsando "Añadir"
fr_fr: Confirmez en appuyant sur "Ajouter"
it_it: Confermare toccando "Aggiungi"
pt_pt: Confirmar tocando em "Adicionar"
ru_ru: Подтвердить, нажмите «Добавить»

source: Confirm by Tapping "Install"
de_de: Bestätige mit Tippen auf "Installieren"
es_es: Confirme pulsando "Instalar"
fr_fr: Confirmez en appuyant sur "Installer"
it_it: Confermate toccando "Installa"
pt_pt: Confirmar tocando em "Instalar"
ru_ru: Подтвердить, нажмите «инсталляция»

source: Connection lost. Attempting to reconnect...
de_de: Verbindung verloren. Ich versuche, die Verbindung wiederherzustellen...
es_es: Conexión perdida. Intentando reconectar...
fr_fr: Connexion perdue. Tentative de reconnexion...
it_it: Connessione persa. Tentativo di riconnessione...
pt_pt: Ligação perdida. Tentativa de restabelecer a ligação...
ru_ru: Затерянная связь Попытка воссоединиться...

source: Contact Us
de_de: Kontakt
es_es: Póngase en contacto con nosotros
fr_fr: Nous contacter
it_it: Contatto
pt_pt: Contactar-nos
ru_ru: Свяжитесь с нами

source: Content Indexing
de_de: Indizierung von Inhalten
es_es: Indexación de contenidos
fr_fr: Indexation du contenu
it_it: Indicizzazione dei contenuti
pt_pt: Indexação de conteúdos
ru_ru: Индексирование контента

source: Content Indexing allows web applications to add URLs and metadata of offline-capable pages to a local index maintained by the browser. This improves the offline experience and discoverability of already-cached pages by enabling the browser to surface those pages when users are likely to want to view them. These pages could also be used to improve on-device search and augment browsing history.
de_de: Content Indexing ermöglicht es Webanwendungen, URLs und Metadaten von offline-fähigen Seiten in einen lokalen Index aufzunehmen, der vom Browser verwaltet wird. Dies verbessert das Offline-Erlebnis und die Auffindbarkeit bereits zwischengespeicherter Seiten, indem der Browser diese Seiten dann anzeigt, wenn die Nutzer/innen sie wahrscheinlich ansehen wollen. Diese Seiten können auch dazu verwendet werden, die Suche auf dem Gerät zu verbessern und den Browserverlauf zu erweitern.
es_es: La indexación de contenidos permite a las aplicaciones web añadir las URL y los metadatos de las páginas sin conexión a un índice local mantenido por el navegador. Esto mejora la experiencia fuera de línea y la posibilidad de descubrir páginas ya almacenadas en caché, ya que permite al navegador mostrar esas páginas cuando es probable que los usuarios quieran verlas. Estas páginas también podrían utilizarse para mejorar la búsqueda en el dispositivo y aumentar el historial de navegación.
fr_fr: L'indexation de contenu permet aux applications web d'ajouter les URL et les métadonnées des pages accessibles hors ligne à un index local géré par le navigateur. Cela améliore l'expérience hors ligne et la découverte des pages déjà mises en cache en permettant au navigateur de faire apparaître ces pages lorsque les utilisateurs sont susceptibles de vouloir les consulter. Ces pages pourraient également être utilisées pour améliorer la recherche sur l'appareil et enrichir l'historique de navigation.
it_it: L'indicizzazione dei contenuti consente alle applicazioni web di aggiungere URL e metadati delle pagine offline a un indice locale gestito dal browser. Questo migliora l'esperienza offline e la scopribilità delle pagine già memorizzate nella cache, consentendo al browser di visualizzare tali pagine quando è probabile che gli utenti vogliano vederle. Queste pagine potrebbero anche essere utilizzate per migliorare la ricerca sul dispositivo e aumentare la cronologia di navigazione.
pt_pt: A indexação de conteúdos permite que as aplicações Web adicionem URLs e metadados de páginas compatíveis offline a um índice local mantido pelo browser. Isto melhora a experiência offline e a capacidade de descoberta de páginas já armazenadas em cache, permitindo que o navegador apresente essas páginas quando é provável que os utilizadores as queiram ver. Estas páginas podem também ser utilizadas para melhorar a pesquisa no dispositivo e aumentar o histórico de navegação.
ru_ru: Индексирование контента позволяет веб-приложению добавлять URL-адресы и метаданные офлайн-способных страниц в локальный индекс, поддерживаемый браузером. Это улучшает офлайн-опыт и открытость уже закрытых страниц, позволяя браузеру отображать эти страницы, когда пользователи, вероятно, хотят их увидеть. Эти страницы также могут быть использованы для улучшения поиска на устройстве и расширения истории просмотра.

source: Continue
de_de: Weiter
es_es: Continúe en
fr_fr: Continuer
it_it: Continua
pt_pt: Continuar
ru_ru: Продолжить

source: Cookie
de_de: Keks
es_es: Galleta
it_it: Biscotto
pt_pt: Biscoito
ru_ru: Куки

source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
it_it: Copiato
pt_pt: Copiado
ru_ru: Копировано

source: Copy the Page URL
de_de: Kopiere die URL der Seite
es_es: Copiar la URL de la página
fr_fr: Copier l'URL de la page
it_it: Copiare l'URL della pagina
pt_pt: Copiar o URL da página
ru_ru: Копируйте страницу URL

source: Country
de_de: Land
es_es: País
fr_fr: Pays
it_it: Paese
pt_pt: País
ru_ru: Страна

source: CPU
fr_fr: UNITÉ CENTRALE
ru_ru: КПУ

source: Credit Card
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr_fr: Carte de crédit
it_it: Carta di credito
pt_pt: Cartão de crédito
ru_ru: Кредитная карта

source: Crown
de_de: Krone
es_es: Corona
fr_fr: Couronne
it_it: Corona
pt_pt: Coroa
ru_ru: короны

source: Custom Offline Fallback Page
de_de: Benutzerdefinierte Offline-Fallback-Seite
es_es: Página personalizada de Fallback Offline
fr_fr: Page de repli hors ligne personnalisée
it_it: Pagina di fallback offline personalizzata
pt_pt: Página de recurso offline personalizada
ru_ru: Официальная страница Offline Fallback

source: Customize how your app appears and behaves on user screens, including the startup page, display layout, and screen orientation.
de_de: Passe an, wie deine App auf den Benutzerbildschirmen erscheint und sich verhält, einschließlich der Startseite, des Anzeigelayouts und der Bildschirmausrichtung.
es_es: Personaliza la apariencia y el comportamiento de tu aplicación en las pantallas de los usuarios, incluida la página de inicio, el diseño de la pantalla y su orientación.
fr_fr: Personnalisez l'apparence et le comportement de votre application sur les écrans des utilisateurs, y compris la page de démarrage, la disposition de l'affichage et l'orientation de l'écran.
it_it: Personalizzate il modo in cui la vostra applicazione appare e si comporta sugli schermi degli utenti, compresi la pagina di avvio, il layout di visualizzazione e l'orientamento dello schermo.
pt_pt: Personalize a forma como a sua aplicação aparece e se comporta nos ecrãs dos utilizadores, incluindo a página de arranque, o esquema de visualização e a orientação do ecrã.
ru_ru: Настраивайте то, как появляется и действует приложение на экранах пользователей, включая страницу стартапа, расположение дисплея и ориентацию экрана.

source: DaftPlug Progressify - Progressive Web App (PWA)
es_es: DaftPlug Progressify - Aplicación web progresiva (PWA)
it_it: DaftPlug Progressify - App Web progressiva (PWA)
pt_pt: DaftPlug Progressify - Aplicação Web progressiva (PWA)
ru_ru: Daftplug Progressify - Прогрессивная веб-приложение (PWA)

source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
pt_pt: Escuro
ru_ru: Тёмная

source: Dark Mode
de_de: Dunkler Modus
es_es: Modo oscuro
fr_fr: Mode sombre
it_it: Modalità scura
pt_pt: Modo escuro
ru_ru: Тёмная мода

source: Dark mode
de_de: Dunkler Modus
es_es: Modo oscuro
fr_fr: Mode sombre
it_it: Modalità scura
pt_pt: Modo escuro
ru_ru: Тёмная мода

source: Dark mode adds a switch to your website, allowing users to toggle to a dark version. It can also auto-enable if the user's device is set to Dark Mode or has a low battery, helping save energy.
de_de: Der dunkle Modus fügt deiner Website einen Schalter hinzu, mit dem die Nutzer zu einer dunklen Version umschalten können. Er kann auch automatisch aktiviert werden, wenn das Gerät der Nutzerin oder des Nutzers auf den dunklen Modus eingestellt ist oder der Akku leer ist, um Energie zu sparen.
es_es: El modo oscuro añade un interruptor a su sitio web que permite a los usuarios cambiar a una versión oscura. También puede activarse automáticamente si el dispositivo del usuario está configurado en modo oscuro o tiene poca batería, lo que ayuda a ahorrar energía.
fr_fr: Le mode sombre ajoute un interrupteur à votre site web, permettant aux utilisateurs de basculer vers une version sombre. Il peut également s'activer automatiquement si l'appareil de l'utilisateur est réglé sur le mode sombre ou si sa batterie est faible, ce qui permet d'économiser de l'énergie.
it_it: La modalità scura aggiunge un interruttore al vostro sito web, consentendo agli utenti di passare a una versione scura. Può anche attivarsi automaticamente se il dispositivo dell'utente è impostato sulla modalità scura o ha la batteria scarica, contribuendo al risparmio energetico.
pt_pt: O modo escuro adiciona um interrutor ao seu sítio Web, permitindo que os utilizadores mudem para uma versão escura. Também pode ser ativado automaticamente se o dispositivo do utilizador estiver definido para o modo escuro ou tiver pouca bateria, ajudando a poupar energia.
ru_ru: Темный режим добавляет переключатель к вашему Веб-сайту, позволяя пользователям совмещать с темной версией. Он также может автоматически включать, если устройство пользователя настроенное в темный режим или имеет низкую батарею, что помогает сэкономить энергию.

source: Dashboard
es_es: Cuadro de mandos
fr_fr: Tableau de bord
it_it: Cruscotto
pt_pt: Painel de controlo
ru_ru: Дашборд

source: Database
de_de: Datenbank
es_es: Base de datos
fr_fr: Base de données
pt_pt: Base de dados
ru_ru: Базы данных

source: Date
de_de: Datum
es_es: Fecha
it_it: Data
pt_pt: Data
ru_ru: Даты

source: Default
de_de: Standard
es_es: Por defecto
fr_fr: Défaut
it_it: Predefinito
pt_pt: Predefinição
ru_ru: дефолт

source: Defer actions and requests until the user has stable connectivity.
de_de: Verschiebe Aktionen und Anfragen, bis der Nutzer eine stabile Verbindung hat.
es_es: Aplazar acciones y solicitudes hasta que el usuario tenga una conectividad estable.
fr_fr: Différer les actions et les demandes jusqu'à ce que l'utilisateur dispose d'une connectivité stable.
it_it: Rimandare le azioni e le richieste finché l'utente non dispone di una connettività stabile.
pt_pt: Adiar acções e pedidos até que o utilizador tenha uma conetividade estável.
ru_ru: Проверьте действия и запросы до тех пор, пока пользователь не будет иметь стабильную связь.

source: Define how many days should cached content be remained in the browser cache storage. We recommend you to leave it on default as browser cache is updated automatically if your caching strategy is StaleWhileRevalidate but if you are using CacheFirst strategy, then lower expiration times might be a right choice.
de_de: Lege fest, wie viele Tage zwischengespeicherte Inhalte im Cache-Speicher des Browsers verbleiben sollen. Wir empfehlen dir, die Einstellung auf Standard zu belassen, da der Browser-Cache automatisch aktualisiert wird, wenn du die Caching-Strategie StaleWhileRevalidate verwendest, aber wenn du die CacheFirst-Strategie verwendest, sind niedrigere Verfallszeiten vielleicht die richtige Wahl.
es_es: Define cuántos días debe permanecer el contenido almacenado en la caché del navegador. Le recomendamos que lo deje por defecto, ya que la caché del navegador se actualiza automáticamente si su estrategia de almacenamiento en caché es StaleWhileRevalidate, pero si está utilizando la estrategia CacheFirst, entonces los tiempos de caducidad más bajos podrían ser una opción correcta.
fr_fr: Définissez le nombre de jours pendant lesquels le contenu mis en cache doit rester dans le cache du navigateur. Nous vous recommandons de laisser cette valeur par défaut, car le cache du navigateur est mis à jour automatiquement si votre stratégie de mise en cache est StaleWhileRevalidate, mais si vous utilisez la stratégie CacheFirst, des délais d'expiration plus courts peuvent s'avérer utiles.
it_it: Definisce per quanti giorni il contenuto della cache del browser deve rimanere nella memoria cache. Si consiglia di lasciare il valore predefinito, in quanto la cache del browser viene aggiornata automaticamente se la strategia di cache è StaleWhileRevalidate, ma se si utilizza la strategia CacheFirst, una scadenza più bassa potrebbe essere la scelta giusta.
pt_pt: Defina quantos dias o conteúdo em cache deve permanecer no armazenamento em cache do navegador. Recomendamos que o deixe na predefinição, uma vez que a cache do browser é actualizada automaticamente se a sua estratégia de cache for StaleWhileRevalidate, mas se estiver a utilizar a estratégia CacheFirst, então tempos de expiração mais baixos podem ser a escolha certa.
ru_ru: Определите, сколько дней скрытый контент должен оставаться в хранилище браузера. Мы рекомендуем вам оставить его по умолчанию, так как браузерный кеш обновляется автоматически, если ваша стратегия кеш является Stalewhilerevalidate, но если вы используете стратегию Cachefirst, то более низкие сроки истечения может быть правильным выбором.

source: Define the core identifiers of your app such as the name, short name, icon, description, and categories which represent your app across devices and platforms.
de_de: Lege die wichtigsten Identifikatoren deiner App fest, z. B. den Namen, den Kurznamen, das Symbol, die Beschreibung und die Kategorien, die deine App auf allen Geräten und Plattformen repräsentieren.
es_es: Defina los identificadores principales de su aplicación, como el nombre, el nombre abreviado, el icono, la descripción y las categorías que la representan en todos los dispositivos y plataformas.
fr_fr: Définissez les principaux identifiants de votre application, tels que le nom, le nom abrégé, l'icône, la description et les catégories qui représentent votre application sur tous les appareils et toutes les plateformes.
it_it: Definire gli identificatori principali dell'applicazione, come il nome, il nome breve, l'icona, la descrizione e le categorie che rappresentano l'applicazione su tutti i dispositivi e le piattaforme.
pt_pt: Defina os principais identificadores da sua aplicação, como o nome, o nome abreviado, o ícone, a descrição e as categorias que representam a sua aplicação em todos os dispositivos e plataformas.
ru_ru: Определите основные идентификаторы вашего приложения, такие как имя, короткое имя, икона, описание и категории, которые представляют ваше приложение на всех устройствах и платформах.

source: Define the primary color theme for the browser's toolbar and app's header. It should be the same as the main color palette of your website.
de_de: Lege das primäre Farbthema für die Symbolleiste des Browsers und die Kopfzeile der App fest. Es sollte das gleiche sein wie die Hauptfarbpalette deiner Website.
es_es: Defina el tema de color principal para la barra de herramientas del navegador y la cabecera de la aplicación. Debe ser el mismo que la paleta de colores principal de su sitio web.
fr_fr: Définissez le thème de couleurs primaires pour la barre d'outils du navigateur et l'en-tête de l'application. Il doit être identique à la palette de couleurs principale de votre site web.
it_it: Definire il tema del colore primario per la barra degli strumenti del browser e l'intestazione dell'applicazione. Dovrebbe essere lo stesso della palette di colori principale del vostro sito web.
pt_pt: Defina o tema de cor primária para a barra de ferramentas do browser e para o cabeçalho da aplicação. Deve ser o mesmo que a paleta de cores principal do seu sítio Web.
ru_ru: Определите основную цветовую тему для панели инструментов браузера и заголовка приложения. Он должен быть таким же, как и основная цветовая палитра вашего сайта.

source: Define your PWA web app Name
de_de: Definiere den Namen deiner PWA Web App
es_es: Defina el nombre de su aplicación web PWA
fr_fr: Définissez le nom de votre application web PWA
it_it: Definire il nome della web app PWA
pt_pt: Definir o nome da aplicação Web PWA
ru_ru: Определите свое имя PWA Web App
