Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Fetches from the network first and caches the response. Uses the last cached response if the network request fails.
de_de: Holt zuerst vom Netzwerk ab und speichert die Antwort im Cache. Verwendet die letzte zwischengespeicherte Antwort, wenn die Netzwerkanfrage fehlschlägt.
es_es: Busca primero en la red y almacena en caché la respuesta. Utiliza la última respuesta almacenada en caché si falla la solicitud de red.
fr_fr: Recherche d'abord sur le réseau et met la réponse en cache. Utilise la dernière réponse mise en cache si la requête réseau échoue.
it_it: Richiama prima la rete e memorizza nella cache la risposta. Utilizza l'ultima risposta memorizzata nella cache se la richiesta di rete fallisce.
pt_pt: Faz primeiro a busca na rede e coloca a resposta em cache. Utiliza a última resposta armazenada em cache se o pedido de rede falhar.
ru_ru: Сначала выйдите из сети и скрывайте ответ. Используйте последний скрытый ответ, если сетевой запрос провалится.

source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
pt_pt: Ficheiro
ru_ru: Файлы

source: File Action
ru_ru: Файлы действия

source: File Handler
ru_ru: Файловые менеджеры

source: File Handler feature allows your web app to register as a file handler to receive files from other sites or apps via file URL scheme. The feature is mostly useful if your website is processing files or documents.
ru_ru: Функция File Handler позволяет вашему веб-приложению зарегистрироваться в качестве файлового менеджера для получения файлов с других сайтов или приложений через схему файла URL. Функция преимущественно полезна, если ваш сайт обрабатывает файлы или документы.

source: File Types
ru_ru: Типы файлов

source: Film
es_es: Película
pt_pt: Filme
ru_ru: Фильмы

source: Filter
es_es: Filtro
fr_fr: Filtre
it_it: Filtro
pt_pt: Filtro
ru_ru: Фильтр

source: Finance
de_de: Finanzen
es_es: Finanzas
fr_fr: Finances
it_it: Finanza
pt_pt: Finanças
ru_ru: Финансы

source: Find what you need faster by installing our web app!
de_de: Finde schneller, was du brauchst, indem du unsere Web-App installierst!
es_es: Instale nuestra aplicación web para encontrar más rápidamente lo que necesita
fr_fr: Trouvez plus rapidement ce que vous cherchez en installant notre application web !
it_it: Trovate quello che vi serve più velocemente installando la nostra web app!
pt_pt: Encontre o que precisa mais rapidamente instalando a nossa aplicação Web!
ru_ru: Найдите то, что вам нужно быстрее, установив нашу веб-приложение!

source: Fingerprint
de_de: Fingerabdruck
es_es: Huella dactilar
fr_fr: Empreinte digitale
it_it: Impronta digitale
pt_pt: Impressão digital
ru_ru: Отпечатки пальцев

source: Fitness
ru_ru: Фитнес

source: Flag
de_de: Flagge
es_es: Bandera
fr_fr: Drapeau
it_it: Bandiera
pt_pt: Bandeira
ru_ru: Флаг

source: Flame
de_de: Flamme
es_es: Llama
fr_fr: Flamme
it_it: Fiamma
pt_pt: Chama
ru_ru: Огонь

source: Floating Button
de_de: Schwimmende Schaltfläche
es_es: Botón flotante
fr_fr: Bouton flottant
it_it: Pulsante fluttuante
pt_pt: Botão flutuante
ru_ru: Флотирующий бутон

source: Flower
de_de: Blume
es_es: Flor
fr_fr: Fleur
it_it: Fiore
pt_pt: Flor
ru_ru: Цветок

source: Folder
de_de: Mappe
es_es: Carpeta
fr_fr: Dossier
it_it: Cartella
pt_pt: Pasta
ru_ru: Фолдер

source: Food
de_de: Essen
es_es: Alimentación
fr_fr: Alimentation
it_it: Cibo
pt_pt: Alimentação
ru_ru: Питание

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen
es_es: Preguntas frecuentes
fr_fr: Questions fréquemment posées
it_it: Domande frequenti
pt_pt: Perguntas mais frequentes
ru_ru: Часто задаваемые вопросы

source: Friend Accepted
de_de: Freund Akzeptiert
es_es: Amigo aceptado
fr_fr: Ami accepté
it_it: Amico accettato
pt_pt: Amigo aceite
ru_ru: Друзья приняты

source: Friend Request
de_de: Freundschaftsanfrage
es_es: Solicitud de amistad
fr_fr: Demande d'amitié
it_it: Richiesta di amicizia
pt_pt: Pedido de amizade
ru_ru: Друзья просит

source: Friend request accepted
de_de: Freundschaftsanfrage angenommen
es_es: Solicitud de amistad aceptada
fr_fr: Demande d'amitié acceptée
it_it: Richiesta di amicizia accettata
pt_pt: Pedido de amizade aceite
ru_ru: Приглашены просьбы друзей

source: Fullscreen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
it_it: Schermo intero
pt_pt: Ecrã completo
ru_ru: Полный экран

source: Gallery Horizontal End
de_de: Galerie Horizontales Ende
es_es: Galería Extremo horizontal
fr_fr: Galerie Extrémité Horizontale
it_it: Galleria Fine orizzontale
pt_pt: Galeria Extremidade horizontal
ru_ru: Галерея горизонтальный конец

source: Games
de_de: Spiele
es_es: Juegos
fr_fr: Jeux
it_it: Giochi
pt_pt: Jogos
ru_ru: Игры

source: Gauge
de_de: Messgerät
es_es: Indicador
fr_fr: Jauge
it_it: Calibro
pt_pt: Medidor
ru_ru: Гауге

source: Gavel
es_es: Mazo
it_it: Gavitello
pt_pt: Martelo
ru_ru: Гавель

source: Gem
es_es: Gema
fr_fr: Pierre précieuse
it_it: Gemma
pt_pt: Gema
ru_ru: ГЕМ

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Paramètres généraux
it_it: Impostazioni generali
pt_pt: Definições gerais
ru_ru: Общие настройки

source: Get Android, iOS, and Windows apps that mirror your website in real-time, requiring no updates, and publish your web app to the Google Play Store, App Store, and Microsoft Store to reach more users.
de_de: Erhalte Android-, iOS- und Windows-Apps, die deine Website in Echtzeit spiegeln und keine Updates erfordern, und veröffentliche deine Web-App im Google Play Store, App Store und Microsoft Store, um mehr Nutzer zu erreichen.
es_es: Obtenga aplicaciones para Android, iOS y Windows que reflejen su sitio web en tiempo real, sin necesidad de actualizaciones, y publique su aplicación web en Google Play Store, App Store y Microsoft Store para llegar a más usuarios.
fr_fr: Obtenez des applications Android, iOS et Windows qui reflètent votre site web en temps réel, sans nécessiter de mises à jour, et publiez votre application web sur le Google Play Store, l'App Store et le Microsoft Store pour toucher davantage d'utilisateurs.
it_it: Ottenete applicazioni per Android, iOS e Windows che rispecchiano il vostro sito web in tempo reale, senza bisogno di aggiornamenti, e pubblicate la vostra applicazione web su Google Play Store, App Store e Microsoft Store per raggiungere più utenti.
pt_pt: Obtenha aplicações para Android, iOS e Windows que espelham o seu sítio Web em tempo real, sem necessidade de actualizações, e publique a sua aplicação Web na Google Play Store, na App Store e na Microsoft Store para chegar a mais utilizadores.
ru_ru: Получите Android, iOS и Windows Apps, которые огледают ваш сайт в режиме реального времени, не требуя обновлений, и публикуйте свой веб-Апп в Google Play Store, App Store и Microsoft Store, чтобы достичь больше пользователей.

source: Get our web app. It won't take up space on your device.
de_de: Hol dir unsere Web-App. Sie nimmt keinen Platz auf deinem Gerät weg.
es_es: Obtén nuestra aplicación web. No ocupará espacio en tu dispositivo.
fr_fr: Téléchargez notre application web. Elle n'occupera pas d'espace sur votre appareil.
it_it: Utilizzate la nostra applicazione web. Non occuperà spazio sul vostro dispositivo.
pt_pt: Obtenha a nossa aplicação Web. Não ocupará espaço no seu dispositivo.
ru_ru: Получайте наш веб-приложение Это не займет пространство на вашем устройстве.

source: Gift
de_de: Geschenk
es_es: Regalo
fr_fr: Cadeau
it_it: Regalo
pt_pt: Prenda
ru_ru: Подарки

source: Glasses
de_de: Brillen
es_es: Gafas
fr_fr: Lunettes
it_it: Occhiali
pt_pt: Óculos
ru_ru: Очки

source: Globe
de_de: Globus
es_es: Globo
fr_fr: Globe terrestre
it_it: Globo
pt_pt: Globo
ru_ru: Глобальный

source: Go to Dashboard
de_de: Zum Dashboard gehen
es_es: Ir al panel de control
fr_fr: Accéder au tableau de bord
it_it: Vai al cruscotto
pt_pt: Ir para o painel de controlo
ru_ru: Перейти на dashboard

source: Good
de_de: Gut
es_es: Bien
fr_fr: Bon
it_it: Buono
pt_pt: Bom
ru_ru: Добрые

source: Government
de_de: Regierung
es_es: Gobierno
fr_fr: Gouvernement
it_it: Governo
pt_pt: Governo
ru_ru: Правительство

source: Graduation Cap
de_de: Abschlusskappe
es_es: Gorra de graduación
fr_fr: Bonnet de fin d'études
it_it: Cappello di laurea
pt_pt: Boné de formatura
ru_ru: Выпускный капел

source: Grant the support team temporary access to your WordPress Dashboard.
de_de: Gewähre dem Support-Team vorübergehend Zugang zu deinem WordPress-Dashboard.
es_es: Conceda al equipo de asistencia acceso temporal a su panel de control de WordPress.
fr_fr: Accordez à l'équipe d'assistance un accès temporaire à votre tableau de bord WordPress.
it_it: Concedete al team di assistenza l'accesso temporaneo alla vostra dashboard di WordPress.
pt_pt: Conceda à equipa de apoio acesso temporário ao seu painel de controlo do WordPress.
ru_ru: Обеспечьте команде поддержки временный доступ к вашему панели WordPress.

source: Hammer
es_es: Martillo
fr_fr: Marteau
it_it: Martello
pt_pt: Martelo
ru_ru: Гаммер

source: Hand Heart
de_de: Hand Herz
es_es: Mano Corazón
fr_fr: Main Cœur
it_it: Mano Cuore
pt_pt: Coração de mão
ru_ru: Сердце рук

source: Having trouble with activating license?
de_de: Hast du Probleme mit der Aktivierung der Lizenz?
es_es: ¿Tiene problemas para activar la licencia?
fr_fr: Vous avez des difficultés à activer la licence ?
it_it: Problemi con l'attivazione della licenza?
pt_pt: Está a ter problemas com a ativação da licença?
ru_ru: У вас есть проблемы с активацией лицензии?

source: Header Banner
es_es: Cabecera
fr_fr: Bannière d'en-tête
it_it: Banner di intestazione
pt_pt: Banner do cabeçalho
ru_ru: Название Banner

source: Headphones
de_de: Kopfhörer
es_es: Auriculares
fr_fr: Casques d'écoute
it_it: Cuffie
pt_pt: Auscultadores
ru_ru: Слуховые

source: Health
de_de: Gesundheit
es_es: Salud
fr_fr: Santé
it_it: Salute
pt_pt: Saúde
ru_ru: Здоровье

source: Heart
de_de: Herz
es_es: Corazón
fr_fr: Le cœur
it_it: Cuore
pt_pt: Coração
ru_ru: Сердце

source: Help Centre
de_de: Hilfe Zentrum
es_es: Centro de ayuda
fr_fr: Centre d'aide
it_it: Centro di assistenza
pt_pt: Centro de ajuda
ru_ru: Помощный центр

source: Hide After Subscription
de_de: Nach dem Abonnement ausblenden
es_es: Ocultar tras la suscripción
fr_fr: Cacher après l'abonnement
it_it: Nascondi dopo la sottoscrizione
pt_pt: Ocultar após a subscrição
ru_ru: Скрытие после подписки

source: Hide after user subscribes for notifications. Users will still be able to unsubscribe from browser settings.
de_de: Ausblenden, nachdem der Nutzer sich für Benachrichtigungen angemeldet hat. Die Nutzer/innen können sich immer noch über die Browsereinstellungen abmelden.
es_es: Ocultar después de que el usuario se suscriba a las notificaciones. Los usuarios podrán darse de baja desde la configuración del navegador.
fr_fr: Cacher après que l'utilisateur se soit abonné aux notifications. Les utilisateurs pourront toujours se désabonner à partir des paramètres du navigateur.
it_it: Nascondere dopo che l'utente si è iscritto alle notifiche. Gli utenti potranno comunque annullare l'iscrizione dalle impostazioni del browser.
pt_pt: Ocultar depois de o utilizador subscrever as notificações. Os utilizadores continuarão a poder anular a subscrição a partir das definições do browser.
ru_ru: Скрыть после того, как пользователь подписывается на уведомления. Пользователи все же смогут отказаться от браузеров.

source: Home Page
es_es: Página de inicio
fr_fr: Page d'accueil
it_it: Pagina iniziale
pt_pt: Página inicial
ru_ru: Home Страница

source: Homepage Opened
de_de: Homepage Eröffnet
es_es: Página de inicio abierta
fr_fr: Page d'accueil ouverte
it_it: Homepage aperta
pt_pt: Página inicial aberta
ru_ru: Главная страница Открыто

source: Hourglass
de_de: Sanduhr
es_es: Reloj de arena
fr_fr: Sablier
it_it: Clessidra
pt_pt: Ampulheta
ru_ru: Гурглас

source: House
de_de: Haus
es_es: Casa
fr_fr: Maison
it_it: Casa
pt_pt: Casa
ru_ru: Дом

source: Hover over the "Apps" menu item to expand its options.
de_de: Bewege den Mauszeiger über den Menüpunkt "Apps", um seine Optionen zu erweitern.
es_es: Pase el ratón por encima de la opción de menú "Aplicaciones" para ampliar sus opciones.
fr_fr: Survolez l'élément de menu "Apps" pour développer ses options.
it_it: Passare il mouse sulla voce di menu "Applicazioni" per espandere le opzioni.
pt_pt: Passe o rato sobre o item de menu "Aplicações" para expandir as opções.
ru_ru: Переходите через пункт меню «Аппликации», чтобы расширить свои варианты.

source: Hover over the "Cast, Save, and Share" menu item to expand its options.
de_de: Bewege den Mauszeiger über den Menüpunkt "Cast, Save, and Share", um die Optionen zu erweitern.
es_es: Pasa el ratón por encima de la opción de menú "Repartir, guardar y compartir" para ampliar sus opciones.
fr_fr: Survolez l'élément de menu "Cast, Save, and Share" pour développer ses options.
it_it: Passare il mouse sulla voce di menu "Cast, Save, and Share" per espandere le opzioni.
pt_pt: Passe o rato sobre o item de menu "Transmitir, guardar e partilhar" para expandir as opções.
ru_ru: Переходите через пункт меню «подарить, сэкономить и поделиться», чтобы расширить свои варианты.

source: How can I update the plugin?
de_de: Wie kann ich das Plugin aktualisieren?
es_es: ¿Cómo puedo actualizar el plugin?
fr_fr: Comment puis-je mettre à jour le plugin ?
it_it: Come posso aggiornare il plugin?
pt_pt: Como posso atualizar o plugin?
ru_ru: Как я могу обновлять плагин?

source: https://daftplug.com/progressify/
ru_ru: Https: //Daftplug.Com / Прогрессификация

source: IARC Rating ID
fr_fr: ID de classement du CIRC
it_it: ID classificazione IARC
pt_pt: Classificação IARC ID
ru_ru: IARC рейтинг ID

source: Icon
es_es: Icono
fr_fr: Icône
it_it: Icona
pt_pt: Ícone
ru_ru: Иконы

source: Ideal for reaching both Android and iOS users via the Google Play Store and Apple App Store.
de_de: Ideal, um sowohl Android- als auch iOS-Nutzer über den Google Play Store und den Apple App Store zu erreichen.
es_es: Ideal para llegar tanto a usuarios de Android como de iOS a través de Google Play Store y Apple App Store.
fr_fr: Idéal pour atteindre les utilisateurs d'Android et d'iOS via le Google Play Store et l'Apple App Store.
it_it: Ideale per raggiungere gli utenti Android e iOS tramite Google Play Store e Apple App Store.
pt_pt: Ideal para chegar aos utilizadores de Android e iOS através da Google Play Store e da Apple App Store.
ru_ru: Идеально подходит для доступа как к пользователям Android, так и iOS через Google Play Store и Apple App Store.

source: Idle Detection
de_de: Leerlauf-Erkennung
es_es: Detección de ralentí
fr_fr: Détection du ralenti
it_it: Rilevamento dell'inattività
pt_pt: Deteção de inatividade
ru_ru: Идл детектива

source: If enabled, the notification will remain visible until the user interacts with it.
de_de: Wenn diese Option aktiviert ist, bleibt die Benachrichtigung sichtbar, bis der/die Nutzer/in mit ihr interagiert.
es_es: Si está activada, la notificación permanecerá visible hasta que el usuario interactúe con ella.
fr_fr: Si cette option est activée, la notification restera visible jusqu'à ce que l'utilisateur interagisse avec elle.
it_it: Se abilitata, la notifica rimarrà visibile finché l'utente non interagirà con essa.
pt_pt: Se estiver activada, a notificação permanecerá visível até que o utilizador interaja com ela.
ru_ru: При включении уведомление останется видимым до тех пор, пока пользователь не взаимодействует с ним.

source: If enabled, users who are visiting the website for the first time will not get the Prompt.
de_de: Wenn diese Option aktiviert ist, erhalten Nutzer, die die Website zum ersten Mal besuchen, die Aufforderung nicht.
es_es: Si se activa, los usuarios que visiten el sitio web por primera vez no recibirán el aviso.
fr_fr: Si cette option est activée, les utilisateurs qui visitent le site web pour la première fois ne recevront pas l'invite.
it_it: Se abilitato, gli utenti che visitano il sito web per la prima volta non riceveranno il prompt.
pt_pt: Se estiver ativado, os utilizadores que visitam o sítio Web pela primeira vez não receberão o Prompt.
ru_ru: Если это разрешено, то пользователи, которые впервые посещают Сайт, не получат скорости.

source: If enabled, your notification will vibrate the user's device upon delivery.
de_de: Wenn du diese Option aktivierst, wird das Gerät des Nutzers bei der Zustellung vibrieren.
es_es: Si está activada, su notificación hará vibrar el dispositivo del usuario en el momento de la entrega.
fr_fr: Si cette option est activée, votre notification fera vibrer l'appareil de l'utilisateur au moment de la livraison.
it_it: Se abilitata, la notifica farà vibrare il dispositivo dell'utente al momento della consegna.
pt_pt: Se estiver activada, a sua notificação fará vibrar o dispositivo do utilizador aquando da entrega.
ru_ru: Если это разрешено, ваше уведомление будет вибрировать устройство пользователя при доставке.

source: If you have trouble fixing this, please contact us on
de_de: Wenn du Probleme hast, dies zu beheben, kontaktiere uns bitte unter
es_es: Si tiene problemas para solucionarlo, póngase en contacto con nosotros en
fr_fr: Si vous ne parvenez pas à résoudre ce problème, veuillez nous contacter à l'adresse suivante
it_it: Se avete problemi a risolvere questo problema, contattateci su
pt_pt: Se tiver dificuldade em resolver este problema, contacte-nos através de
ru_ru: Если у вас есть проблемы с этим, пожалуйста, свяжитесь с нами

source: If you send a lot of notifications at a time, you may get memory overflows. In order to fix this, Progressify sends notifications in batches. The default size is 1000. Depending on your server configuration (memory), you may want to decrease this number. Higher values require a longer script execution time.
de_de: Wenn du viele Benachrichtigungen auf einmal sendest, kann es zu Speicherüberläufen kommen. Um dies zu verhindern, sendet Progressify die Benachrichtigungen in Stapeln. Die Standardgröße ist 1000. Je nach Konfiguration deines Servers (Speicher) solltest du diese Zahl verringern. Höhere Werte erfordern eine längere Ausführungszeit des Skripts.
es_es: Si envías muchas notificaciones a la vez, es posible que se produzcan desbordamientos de memoria. Para solucionar esto, Progressify envía notificaciones en lotes. El tamaño por defecto es 1000. Dependiendo de la configuración de su servidor (memoria), es posible que desee disminuir este número. Valores más altos requieren un mayor tiempo de ejecución del script.
fr_fr: Si vous envoyez un grand nombre de notifications à la fois, vous risquez d'obtenir des débordements de mémoire. Pour remédier à ce problème, Progressify envoie les notifications par lots. La taille par défaut est de 1000. En fonction de la configuration de votre serveur (mémoire), vous pouvez diminuer ce nombre. Des valeurs plus élevées nécessitent un temps d'exécution du script plus long.
it_it: Se si inviano molte notifiche alla volta, è possibile che si verifichino overflow di memoria. Per risolvere questo problema, Progressify invia le notifiche in lotti. La dimensione predefinita è 1000. A seconda della configurazione del server (memoria), è possibile diminuire questo numero. Valori più alti richiedono un tempo di esecuzione dello script più lungo.
pt_pt: Se enviar muitas notificações de uma só vez, pode ocorrer um excesso de memória. Para resolver este problema, o Progressify envia as notificações em lotes. O tamanho predefinido é 1000. Dependendo da configuração do seu servidor (memória), pode querer diminuir este número. Valores mais elevados requerem um tempo de execução do script mais longo.
ru_ru: Если вы отправляете много уведомлений одновременно, вы можете получать переливания памяти. В целях исправления этого, Прогрессифика отправляет уведомления в пакетах. Стандартный размер составляет 1000. В зависимости от конфигурации вашего сервера (памяти) вы, возможно, хотите уменьшить это число. Более высокие значения требуют более длительного времени исполнения сценария.

source: Image
de_de: Bild
es_es: Imagen
it_it: Immagine
pt_pt: Imagem
ru_ru: изображение

source: Image/GIF
ru_ru: Изображение / GIF

source: Image/JPEG
ru_ru: Изображение / JPEG

source: Image/PNG
ru_ru: Изображение / Png

source: Image/WebP
ru_ru: Изображение / Webp

source: In Feed
de_de: Im Futter
es_es: En Feed
fr_fr: En alimentation
it_it: In Alimentazione
pt_pt: Em Feed
ru_ru: В корме

source: Inactive Blur
de_de: Inaktive Unschärfe
es_es: Desenfoque inactivo
fr_fr: Flou inactif
it_it: Sfocatura inattiva
pt_pt: Desfoque inativo
ru_ru: Неактивный блур

source: Inactive Blur feature blurs the website when it's not focused, so when the user switches to another tab in browser or will minimize your website as a background task your website will be blurred.
de_de: Die Funktion "Inactive Blur" (Inaktive Unschärfe) macht die Website unscharf, wenn sie nicht fokussiert ist. Wenn der Nutzer also zu einem anderen Tab im Browser wechselt oder deine Website als Hintergrundaufgabe minimiert, wird deine Website unscharf.
es_es: La función Desenfoque inactivo desenfoca el sitio web cuando no está enfocado, de modo que cuando el usuario cambie a otra pestaña en el navegador o minimice su sitio web como tarea de fondo, su sitio web aparecerá desenfocado.
fr_fr: La fonction de flou inactif rend le site Web flou lorsqu'il n'est pas focalisé, de sorte que lorsque l'utilisateur passe à un autre onglet dans le navigateur ou minimise votre site Web en tant que tâche d'arrière-plan, votre site Web sera flou.
it_it: La funzione Sfocatura inattiva offusca il sito web quando non è focalizzato, quindi quando l'utente passa a un'altra scheda del browser o riduce a icona il vostro sito web come attività di sfondo, il vostro sito web sarà offuscato.
pt_pt: A funcionalidade de desfocagem inativa desfoca o sítio Web quando não está focado, por isso, quando o utilizador muda para outro separador no browser ou minimiza o seu sítio Web como tarefa de fundo, o seu sítio Web fica desfocado.
ru_ru: Неактивная функция Blur Blurs Сайт, когда он не фокусируется, так что, когда пользователь переходит на другую кнопку в браузере или будет минимизировать ваш Сайт, как заданный задачу ваш Сайт будет blurred.

source: Includes an Android app package
de_de: Enthält ein Android-App-Paket
es_es: Incluye un paquete de aplicaciones para Android
fr_fr: Comprend une application Android
it_it: Include un pacchetto di applicazioni per Android
pt_pt: Inclui um pacote de aplicações para Android
ru_ru: Включает Android App Package

source: Info
es_es: Información
pt_pt: Informações
ru_ru: Информацию

source: Instagram
ru_ru: Инстаграм

source: Install Now
de_de: Jetzt installieren
es_es: Instalar ahora
fr_fr: Installer maintenant
it_it: Installa ora
pt_pt: Instalar agora
ru_ru: Инсталляция сейчас

source: Install Web App
de_de: Web App installieren
es_es: Instalar Web App
fr_fr: Installer l'application Web
it_it: Installare l'applicazione web
pt_pt: Instalar a aplicação Web
ru_ru: Инсталляция Web App

source: Installation
es_es: Instalación
it_it: Installazione
pt_pt: Instalação
ru_ru: Инсталляция

source: Installation Button
de_de: Installationsknopf
es_es: Botón de instalación
fr_fr: Bouton d'installation
it_it: Pulsante di installazione
pt_pt: Botão de instalação
ru_ru: Настройка кнопки
