Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: PWA Installs
de_de: PWA-Installationen
es_es: Instalación de PWA
fr_fr: Installations de PWA
it_it: Installazioni di PWA
pt_pt: Instalações de PWA
ru_ru: PWA инсталляция

source: PWA Scorecard
es_es: Tarjeta de puntuación PWA
fr_fr: Fiche d'évaluation de la PWA
it_it: Scheda di valutazione PWA
pt_pt: Quadro de resultados da PWA
ru_ru: ПУА СКОРКАД

source: PWAs designed by Progressify is fully compatible with all kinds of WordPress configuration, including plugins and themes. Please note that you should disable all other plugins that deliver the same functionality as Progressify in order to avoid compatibility issues.
de_de: Die von Progressify entwickelten PWAs sind mit allen WordPress-Konfigurationen, einschließlich Plugins und Themes, vollständig kompatibel. Bitte beachte, dass du alle anderen Plugins, die die gleiche Funktionalität wie Progressify bieten, deaktivieren solltest, um Kompatibilitätsprobleme zu vermeiden.
es_es: PWAs diseñado por Progressify es totalmente compatible con todo tipo de configuración de WordPress, incluyendo plugins y temas. Tenga en cuenta que debe desactivar todos los demás plugins que ofrecen la misma funcionalidad que Progressify con el fin de evitar problemas de compatibilidad.
fr_fr: Les PWA conçues par Progressify sont entièrement compatibles avec tous les types de configuration WordPress, y compris les plugins et les thèmes. Veuillez noter que vous devez désactiver tous les autres plugins qui offrent les mêmes fonctionnalités que Progressify afin d'éviter les problèmes de compatibilité.
it_it: Le PWA progettate da Progressify sono pienamente compatibili con tutti i tipi di configurazione di WordPress, compresi i plugin e i temi. Per evitare problemi di compatibilità, è necessario disabilitare tutti gli altri plugin che offrono le stesse funzionalità di Progressify.
pt_pt: Os PWAs concebidos pela Progressify são totalmente compatíveis com todos os tipos de configuração do WordPress, incluindo plug-ins e temas. Tenha em atenção que deve desativar todos os outros plug-ins que oferecem a mesma funcionalidade que o Progressify para evitar problemas de compatibilidade.
ru_ru: Pwas, разработанный Progressify, полностью совместим со всеми видами конфигурации WordPress, включая плагины и темы. Пожалуйста, обратите внимание, что вы должны отключить все другие плагины, которые предоставляют ту же Функциональность, что и Прогрессификация, чтобы избежать проблем совместимости.

source: Reach 2.5+ billion Android users
de_de: Erreiche mehr als 2,5 Milliarden Android-Nutzer
es_es: Llegar a más de 2.500 millones de usuarios de Android
fr_fr: Atteindre plus de 2,5 milliards d'utilisateurs Android
it_it: Raggiungere oltre 2,5 miliardi di utenti Android
pt_pt: Chegar a mais de 2,5 mil milhões de utilizadores Android
ru_ru: Около 2,5 миллиарда пользователей Android

source: Reach an additional 1.5+ billion iOS users
de_de: Erreiche zusätzliche 1,5+ Milliarden iOS-Nutzer
es_es: Llegar a más de 1.500 millones de usuarios adicionales de iOS
fr_fr: Atteindre plus de 1,5 milliard d'utilisateurs iOS supplémentaires
it_it: Raggiungere altri 1,5+ miliardi di utenti iOS
pt_pt: Chegar a mais de 1,5 mil milhões de utilizadores iOS
ru_ru: Достигает дополнительных 1,5 миллиарда пользователей

source: Reach an additional 500+ million Windows users
de_de: Erreiche mehr als 500 Millionen zusätzliche Windows-Nutzer
es_es: Llegar a más de 500 millones de usuarios de Windows
fr_fr: Atteindre plus de 500 millions d'utilisateurs Windows supplémentaires
it_it: Raggiungere altri oltre 500 milioni di utenti Windows
pt_pt: Chegar a mais de 500 milhões de utilizadores do Windows
ru_ru: Достаточно 500+ миллионов пользователей Windows

source: Read this article in our web app
de_de: Lies diesen Artikel in unserer Web-App
es_es: Lea este artículo en nuestra aplicación web
fr_fr: Lire cet article dans notre application web
it_it: Leggete questo articolo nella nostra applicazione web
pt_pt: Ler este artigo na nossa aplicação Web
ru_ru: Читайте эту статью в нашем веб-приложении

source: Reading the FAQ is useful when you're experiencing a common issue related to the plugin. If the FAQ didn't help and you have a hard time resolving the problem, please submit a ticket.
de_de: Die FAQ sind nützlich, wenn du ein häufiges Problem im Zusammenhang mit dem Plugin hast. Wenn dir die FAQ nicht weiterhelfen und du das Problem nicht lösen kannst, reiche bitte ein Ticket ein.
es_es: La lectura de las FAQ es útil cuando se experimenta un problema común relacionado con el plugin. Si las FAQ no le han ayudado y tiene dificultades para resolver el problema, envíe un ticket.
fr_fr: La lecture de la FAQ est utile lorsque vous rencontrez un problème courant lié au plugin. Si la FAQ ne vous a pas aidé et que vous avez du mal à résoudre le problème, veuillez soumettre un ticket.
it_it: La lettura delle FAQ è utile quando si verifica un problema comune legato al plugin. Se le FAQ non sono state d'aiuto e non si riesce a risolvere il problema, si prega di inviare un ticket.
pt_pt: A leitura das FAQ é útil quando se depara com um problema comum relacionado com o plug-in. Se as FAQ não ajudarem e tiver dificuldade em resolver o problema, envie um ticket.
ru_ru: Читать FAQ полезно, когда вы испытываете общий вопрос, связанный с Плюгином. Если FAQ не помог и у вас трудное время, чтобы решить проблему, пожалуйста, подайте билет.

source: Reconnect
de_de: Neu verbinden
es_es: Vuelva a conectar
fr_fr: Se reconnecter
it_it: Ricollegarsi
pt_pt: Reconectar
ru_ru: воссоединиться

source: Redirect
de_de: Umleiten
es_es: Redirigir
fr_fr: Redirection
it_it: Reindirizzamento
pt_pt: Redirecionar
ru_ru: Перенаправлять

source: Refreshing...
de_de: Erfrischend...
es_es: Refrescante...
fr_fr: Rafraîchissant...
it_it: Rinfrescante...
pt_pt: Refrescante...
ru_ru: освежая...

source: Related application option gives you the ability to list your native applications related to your web app, for cross-promotion or additional functionality. So if you will relate your native application to your PWA, the browser will prompt the user with your native app instead of the PWA web app. If you don't have a native application for your web app, you can request them by clicking the "Publish to App Stores" button on the header or navigation menu.
de_de: Mit der Option "Verwandte Anwendungen" kannst du deine nativen Anwendungen mit deiner Web-App verknüpfen, um Cross-Promotion zu betreiben oder zusätzliche Funktionen anzubieten. Wenn du also deine native Anwendung mit deiner PWA verknüpfst, wird der Browser den Nutzer mit deiner nativen Anwendung anstelle der PWA-Webapp auffordern. Wenn du keine native Anwendung für deine Web-App hast, kannst du sie anfordern, indem du auf die Schaltfläche "In App Stores veröffentlichen" in der Kopfzeile oder im Navigationsmenü klickst.
es_es: La opción de aplicación relacionada te da la posibilidad de listar tus aplicaciones nativas relacionadas con tu aplicación web, para promoción cruzada o funcionalidad adicional. Así, si relacionas tu aplicación nativa con tu PWA, el navegador mostrará al usuario tu aplicación nativa en lugar de la aplicación web de la PWA. Si no tienes una aplicación nativa para tu web app, puedes solicitarlas pulsando el botón "Publish to App Stores" en la cabecera o en el menú de navegación.
fr_fr: L'option d'application liée vous permet de lister vos applications natives liées à votre application web, à des fins de promotion croisée ou de fonctionnalité supplémentaire. Ainsi, si vous reliez votre application native à votre PWA, le navigateur proposera à l'utilisateur votre application native au lieu de l'application web de la PWA. Si vous n'avez pas d'application native pour votre application web, vous pouvez en demander une en cliquant sur le bouton "Publier dans les magasins d'applications" dans l'en-tête ou le menu de navigation.
it_it: L'opzione Applicazione correlata vi dà la possibilità di elencare le vostre applicazioni native correlate alla vostra web app, per una promozione incrociata o una funzionalità aggiuntiva. Quindi, se collegate la vostra applicazione nativa alla vostra PWA, il browser chiederà all'utente di accedere alla vostra applicazione nativa invece che alla web app PWA. Se non disponete di un'applicazione nativa per la vostra web app, potete richiederla facendo clic sul pulsante "Publish to App Stores" nell'intestazione o nel menu di navigazione.
pt_pt: A opção de aplicação relacionada dá-lhe a possibilidade de listar as suas aplicações nativas relacionadas com a sua aplicação Web, para promoção cruzada ou funcionalidade adicional. Por isso, se relacionar a sua aplicação nativa com o seu PWA, o browser apresentará ao utilizador a sua aplicação nativa em vez da aplicação Web do PWA. Se não tiver uma aplicação nativa para a sua aplicação Web, pode solicitá-la clicando no botão "Publicar nas lojas de aplicações" no cabeçalho ou no menu de navegação.
ru_ru: Относительная опция приложения дает вам возможность перечислить ваши отечественные приложения, связанные с вашим веб-Апп, для перекрестной промоции или дополнительной функциональности. Так что, если вы связываете свою коренную программу с вашей PWA, браузер поощряет пользователя с вашей коренной программой вместо веб-аппликации PWA. Если у вас нет коренного приложения для вашего веб-приложения, вы можете запросить их, нажав на кнопку «Опубликовать в магазины приложений» на заголовке или меню навигации.

source: Related Applications
de_de: Verwandte Anwendungen
es_es: Aplicaciones relacionadas
fr_fr: Applications connexes
it_it: Applicazioni correlate
pt_pt: Aplicações relacionadas
ru_ru: Соблюдаемые приложения

source: Release to refresh
de_de: Freigeben zum Auffrischen
es_es: Liberar para actualizar
fr_fr: Libération pour rafraîchissement
it_it: Rilasciare per rinfrescare
pt_pt: Libertar para atualizar
ru_ru: Освободить для освещения

source: Rocket
de_de: Rakete
es_es: Cohete
fr_fr: Fusée
it_it: Razzo
pt_pt: Foguetão
ru_ru: ракеты

source: Sale Price
de_de: Verkaufspreis
es_es: Precio de venta
fr_fr: Prix de vente
it_it: Prezzo di vendita
pt_pt: Preço de venda
ru_ru: Продажа цена

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Économiser
it_it: Risparmiare
pt_pt: Guardar
ru_ru: Спасать

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
it_it: Salva le modifiche
pt_pt: Guardar alterações
ru_ru: Сохраните изменения

source: Saving...
de_de: Sparen...
es_es: Ahorrar...
fr_fr: Économiser...
it_it: Risparmio...
pt_pt: Poupar...
ru_ru: Сэкономить...

source: Scale
de_de: Skala
es_es: Escala
fr_fr: Échelle
it_it: Scala
pt_pt: Escala
ru_ru: Скали

source: Screen Wake Lock
es_es: Bloqueo de pantalla
fr_fr: Verrouillage de l'écran
it_it: Blocco della sveglia dello schermo
pt_pt: Bloqueio do despertar do ecrã
ru_ru: Пробуждение экрана

source: Screen wake lock provides a way to prevent device from dimming or locking the screen when your web application needs to keep running. This capability enables new experiences that, until now, required a platform-specific app.
de_de: Mit der Bildschirmsperre kannst du verhindern, dass dein Gerät den Bildschirm dimmt oder sperrt, wenn deine Webanwendung weiterlaufen muss. Diese Funktion ermöglicht neue Erfahrungen, für die bisher eine plattformspezifische App erforderlich war.
es_es: El bloqueo de pantalla permite evitar que el dispositivo atenúe o bloquee la pantalla cuando su aplicación web necesita seguir ejecutándose. Esta capacidad permite nuevas experiencias que, hasta ahora, requerían una app específica de la plataforma.
fr_fr: Le verrouillage de l'écran permet d'empêcher l'appareil d'atténuer ou de verrouiller l'écran lorsque votre application web doit continuer à fonctionner. Cette fonctionnalité permet de nouvelles expériences qui, jusqu'à présent, nécessitaient une application spécifique à la plateforme.
it_it: Il blocco dello schermo fornisce un modo per evitare che il dispositivo si spenga o si blocchi quando l'applicazione web deve continuare a funzionare. Questa funzionalità consente nuove esperienze che finora richiedevano un'applicazione specifica per la piattaforma.
pt_pt: O bloqueio do despertar do ecrã permite evitar que o dispositivo escureça ou bloqueie o ecrã quando a sua aplicação Web precisa de continuar a ser executada. Esta capacidade permite novas experiências que, até agora, exigiam uma aplicação específica da plataforma.
ru_ru: Закрытие пробуждения экрана обеспечивает способ предотвратить тошноту или закрытие экрана устройства, когда ваше веб-приложение должно продолжать работать. Эта способность позволяет создавать новые опыты, которые, к настоящему времени, требуют конкретного приложения платформы.

source: Scroll Progress Bar
de_de: Fortschrittsbalken scrollen
es_es: Desplazar la barra de progreso
fr_fr: Barre de progression à défilement
it_it: Barra di avanzamento a scorrimento
pt_pt: Barra de progresso de rolagem
ru_ru: Скриншоты Progress Bar

source: Scroll Progress Bar feature creates a progress bar on top of the page that indicates the scroll progress percentage of the page.
de_de: Die Funktion Scroll-Fortschrittsbalken erstellt einen Fortschrittsbalken am oberen Rand der Seite, der den prozentualen Fortschritt beim Scrollen der Seite anzeigt.
es_es: La función de barra de progreso de desplazamiento crea una barra de progreso en la parte superior de la página que indica el porcentaje de progreso de desplazamiento de la página.
fr_fr: La fonction Barre de progression du défilement crée une barre de progression en haut de la page qui indique le pourcentage de progression du défilement de la page.
it_it: La funzione Barra di avanzamento dello scorrimento crea una barra di avanzamento nella parte superiore della pagina che indica la percentuale di avanzamento dello scorrimento della pagina.
pt_pt: A funcionalidade Barra de Progresso do Deslocamento cria uma barra de progresso no topo da página que indica a percentagem de progresso do deslocamento da página.
ru_ru: Функция шрифта прогресса Scroll создает шрифт прогресса в верхней части страницы, указывающий процент прогресса Scroll на странице.

source: Search
de_de: Suche
es_es: Buscar en
fr_fr: Recherche
it_it: Ricerca
pt_pt: Pesquisar
ru_ru: Поиск

source: Search Results
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
fr_fr: Résultats de la recherche
it_it: Risultati della ricerca
pt_pt: Resultados da pesquisa
ru_ru: Результаты поиска

source: Security
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza
pt_pt: Segurança
ru_ru: Безопасность

source: See what's new added, changed, fixed, improved or updated.
de_de: Sieh nach, was neu hinzugefügt, geändert, behoben, verbessert oder aktualisiert wurde.
es_es: Vea las novedades añadidas, modificadas, corregidas, mejoradas o actualizadas.
fr_fr: Voir ce qui a été ajouté, modifié, corrigé, amélioré ou mis à jour.
it_it: Vedere le novità aggiunte, modificate, corrette, migliorate o aggiornate.
pt_pt: Veja o que foi adicionado, alterado, corrigido, melhorado ou atualizado.
ru_ru: Посмотрите, что новое добавлено, изменено, фиксировано, улучшено или обновлено.

source: Select "Add to Home Screen"
de_de: Wähle "Zum Startbildschirm hinzufügen"
es_es: Selecciona "Añadir a pantalla de inicio"
fr_fr: Sélectionnez "Ajouter à l'écran d'accueil"
it_it: Selezionare "Aggiungi alla schermata iniziale"
pt_pt: Selecionar "Adicionar ao ecrã inicial"
ru_ru: Выберите «Добавить на домашний экран»

source: Select "Add to Phone"
de_de: Wähle "Zum Telefon hinzufügen"
es_es: Selecciona "Añadir al teléfono"
fr_fr: Sélectionnez "Ajouter au téléphone"
it_it: Selezionare "Aggiungi al telefono"
pt_pt: Selecionar "Adicionar ao telefone"
ru_ru: Выберите «Добавить в телефон»

source: Select "Home Screen"
de_de: Wähle "Startbildschirm"
es_es: Seleccione "Pantalla de inicio"
fr_fr: Sélectionnez "Écran d'accueil"
it_it: Selezionate "Schermata iniziale"
pt_pt: Selecionar "Ecrã inicial"
ru_ru: Выберите «домашний экран»

source: Select "Install page as app..."
de_de: Wähle "Seite als App installieren..."
es_es: Selecciona "Instalar página como app..."
fr_fr: Sélectionnez "Installer la page en tant qu'application..."
it_it: Selezionare "Installa la pagina come app..."
pt_pt: Selecione "Instalar página como aplicação..."
ru_ru: Выберите «Инсталлировать страницу как приложение ...»

source: Select "Install this site as app"
de_de: Wähle "Diese Seite als App installieren"
es_es: Seleccione "Instalar este sitio como aplicación"
fr_fr: Sélectionnez "Installer ce site en tant qu'application"
it_it: Selezionate "Installa questo sito come app"
pt_pt: Selecione "Instalar este sítio como aplicação"
ru_ru: Выберите «Настройка этого сайта в качестве приложения»

source: Select "Install"
de_de: Wähle "Installieren"
es_es: Seleccione "Instalar"
fr_fr: Sélectionnez "Installer"
it_it: Selezionare "Installa"
pt_pt: Selecionar "Instalar"
ru_ru: Выберите «Install»

source: Select a custom offline fallback page instead of default one.
de_de: Wähle eine benutzerdefinierte Offline-Fallback-Seite anstelle der Standard-Seite.
es_es: Seleccione una página personalizada de reserva sin conexión en lugar de la predeterminada.
fr_fr: Sélectionnez une page de repli hors ligne personnalisée au lieu de la page par défaut.
it_it: Selezionare una pagina di fallback offline personalizzata invece di quella predefinita.
pt_pt: Selecione uma página de recurso offline personalizada em vez da página predefinida.
ru_ru: Выберите персонализированную Offline Fallback страницу вместо стандартной.

source: Select a custom offline fallback page.
de_de: Wähle eine benutzerdefinierte Offline-Fallback-Seite aus.
es_es: Seleccione una página de reserva sin conexión personalizada.
fr_fr: Sélectionnez une page de repli hors ligne personnalisée.
it_it: Selezionare una pagina di fallback offline personalizzata.
pt_pt: Selecione uma página de recurso offline personalizada.
ru_ru: Выберите персонализированную Offline Fallback страницу.

source: Select behavior of your push notifications button after users subscribe for push notifications.
de_de: Wähle das Verhalten deines Push-Benachrichtigungs-Buttons, nachdem sich Nutzer für Push-Benachrichtigungen angemeldet haben.
es_es: Seleccione el comportamiento de su botón de notificaciones push después de que los usuarios se suscriban a las notificaciones push.
fr_fr: Sélectionnez le comportement de votre bouton de notifications push après que les utilisateurs se soient abonnés aux notifications push.
it_it: Selezionare il comportamento del pulsante delle notifiche push dopo che gli utenti si sono iscritti alle notifiche push.
pt_pt: Selecione o comportamento do seu botão de notificações push depois de os utilizadores subscreverem as notificações push.
ru_ru: Выберите поведение вашего кнопки Пожалуйста, после того, как пользователи подписываются на Пожалуйста.

source: Select Button Behavior
de_de: Verhalten der Schaltfläche auswählen
es_es: Seleccione el comportamiento del botón
fr_fr: Sélectionner le comportement du bouton
it_it: Selezionare il comportamento del pulsante
pt_pt: Selecionar o comportamento do botão
ru_ru: Выберите кнопку поведения

source: Select Button Position
de_de: Position der Schaltfläche auswählen
es_es: Seleccione la posición del botón
fr_fr: Sélectionner la position du bouton
it_it: Selezionare la posizione del pulsante
pt_pt: Selecionar a posição do botão
ru_ru: Выберите местоположение кнопки

source: Select Caching Strategy
de_de: Caching-Strategie auswählen
es_es: Seleccionar estrategia de caché
fr_fr: Sélectionner la stratégie de mise en cache
it_it: Selezionare la strategia di caching
pt_pt: Selecionar estratégia de cache
ru_ru: Выберите стратегию кеширования

source: Select Categories
de_de: Kategorien auswählen
es_es: Seleccionar categorías
fr_fr: Sélectionner les catégories
it_it: Seleziona le categorie
pt_pt: Selecionar categorias
ru_ru: Выберите категории

source: Select Devices
de_de: Geräte auswählen
es_es: Seleccionar dispositivos
fr_fr: Sélectionner les appareils
it_it: Selezionare i dispositivi
pt_pt: Selecionar dispositivos
ru_ru: Выберите устройства

source: Select Display Mode
de_de: Anzeigemodus auswählen
es_es: Seleccionar modo de visualización
fr_fr: Sélectionner le mode d'affichage
it_it: Selezionare la modalità di visualizzazione
pt_pt: Selecionar o modo de visualização
ru_ru: Выберите режим дисплея

source: Select File Types
ru_ru: Выберите типы файлов

source: Select Icon
de_de: Icon auswählen
es_es: Seleccionar icono
fr_fr: Sélectionner l'icône
it_it: Selezionare l'icona
pt_pt: Selecionar ícone
ru_ru: Выберите икону

source: Select Image
de_de: Bild auswählen
es_es: Seleccionar imagen
fr_fr: Sélectionner une image
it_it: Selezionare l'immagine
pt_pt: Selecionar imagem
ru_ru: Выберите изображение

source: Select iOS Status Bar Style
de_de: Stil der iOS-Statusleiste auswählen
es_es: Seleccionar el estilo de la barra de estado de iOS
fr_fr: Sélectionner le style de la barre d'état d'iOS
it_it: Selezionare lo stile della barra di stato di iOS
pt_pt: Selecionar o estilo da barra de estado do iOS
ru_ru: Выберите стиль IOS Status Bar

source: Select Language
de_de: Sprache auswählen
es_es: Seleccionar idioma
fr_fr: Sélectionner la langue
it_it: Selezionare la lingua
pt_pt: Selecionar idioma
ru_ru: Выберите язык

source: Select Offline Fallback Page
de_de: Offline Fallback Seite auswählen
es_es: Seleccione la página Offline Fallback
fr_fr: Sélectionner la page de repli hors ligne
it_it: Selezionare la pagina di fallback offline
pt_pt: Selecionar a página de recurso offline
ru_ru: Выберите Offline Fallback Page

source: Select on what device types dark mode feature should be active and running.
de_de: Wähle aus, auf welchen Gerätetypen die Funktion "Dark Mode" aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de modo oscuro.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de mode sombre doit être active et fonctionner.
it_it: Selezionare su quali tipi di dispositivi la funzione di modalità scura deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade de modo escuro deve estar ativa e a funcionar.
ru_ru: Выберите на каких типах устройств функция темного режима должна быть активной и работать.

source: Select on what device types Idle Detection feature should be active and running.
de_de: Wähle aus, bei welchen Gerätetypen die Leerlauferkennung aktiv sein und laufen soll.
es_es: Seleccione en qué tipos de dispositivos debe estar activa y en funcionamiento la función de detección de inactividad.
fr_fr: Sélectionnez les types d'appareils sur lesquels la fonction de détection de l'inactivité doit être active et en cours d'exécution.
it_it: Selezionare su quali tipi di dispositivi la funzione Rilevamento inattività deve essere attiva e funzionante.
pt_pt: Selecione em que tipos de dispositivos a funcionalidade de Deteção de inatividade deve estar ativa e em funcionamento.
ru_ru: Выберите на каком устройстве типа функцию обнаружения идола должна быть активной и работать.
