Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: The Idle Detection notifies your website when a user is idle, indicating such things as lack of interaction with the keyboard, mouse, screen, activation of a screensaver, locking of the screen, or moving to a different screen. If enabled, your website will prompt your users to update contents if the user is detected to be in an idle state.
de_de: Die Leerlauferkennung benachrichtigt deine Website, wenn ein Nutzer im Leerlauf ist, z. B. weil er nicht mit der Tastatur, der Maus oder dem Bildschirm interagiert, einen Bildschirmschoner aktiviert hat, den Bildschirm sperrt oder zu einem anderen Bildschirm wechselt. Wenn diese Funktion aktiviert ist, fordert deine Website deine Nutzer/innen auf, ihre Inhalte zu aktualisieren, wenn ein Leerlauf festgestellt wird.
es_es: La detección de inactividad notifica a su sitio web cuando un usuario está inactivo, indicando cosas como la falta de interacción con el teclado, el ratón, la pantalla, la activación de un salvapantallas, el bloqueo de la pantalla o el desplazamiento a una pantalla diferente. Si se activa, su sitio web pedirá a sus usuarios que actualicen contenidos si se detecta que el usuario está en estado de inactividad.
fr_fr: La détection d'inactivité informe votre site web lorsqu'un utilisateur est inactif, par exemple lorsqu'il n'interagit pas avec le clavier, la souris ou l'écran, lorsqu'il active un économiseur d'écran, lorsqu'il verrouille l'écran ou lorsqu'il change d'écran. Si cette fonction est activée, votre site web invitera vos utilisateurs à mettre à jour leur contenu s'il est détecté que l'utilisateur est en état d'inactivité.
it_it: Il rilevamento dell'inattività segnala al sito web quando un utente è inattivo, indicando ad esempio la mancanza di interazione con la tastiera, il mouse, lo schermo, l'attivazione di uno screensaver, il blocco dello schermo o lo spostamento su un'altra schermata. Se abilitato, il sito web chiederà agli utenti di aggiornare i contenuti se viene rilevato uno stato di inattività.
pt_pt: A Deteção de inatividade notifica o seu sítio Web quando um utilizador está inativo, indicando coisas como a falta de interação com o teclado, o rato, o ecrã, a ativação de um protetor de ecrã, o bloqueio do ecrã ou a mudança para um ecrã diferente. Se estiver activada, o seu sítio Web solicitará aos seus utilizadores que actualizem os conteúdos se for detectado que o utilizador se encontra num estado inativo.
ru_ru: Идл-детекция уведомляет ваш сайт, когда пользователь идл, указывая такие вещи, как отсутствие взаимодействия с клавиатурой, мышкой, экраном, активация экран-защитника, закрытие экрана или переход на другой экран. Если ваш веб-сайт включен, ваш веб-сайт поощряет ваших пользователей обновлять контент, если пользователь обнаружится в недобросовестном состоянии.

source: The notification was sent to %d out of %d recipients, with %d failure.
de_de: Die Benachrichtigung wurde an %d von %d Empfängern gesendet, mit %d Fehlschlägen.
es_es: La notificación se envió a %d de %d destinatarios, con %d fallos.
fr_fr: La notification a été envoyée à %d de %d destinataires, avec %d d'échec.
it_it: La notifica è stata inviata a %d su %d destinatari, con %d errori.
pt_pt: A notificação foi enviada para %d dos %d destinatários, com %d falhas.
ru_ru: Объявление было отправлено% D из% D получателей, с% D неудачей.

source: The push notification will be sent to all of your subscribers.
de_de: Die Push-Benachrichtigung wird an alle deine Abonnenten gesendet.
es_es: La notificación push se enviará a todos sus suscriptores.
fr_fr: La notification push sera envoyée à tous vos abonnés.
it_it: La notifica push verrà inviata a tutti gli iscritti.
pt_pt: A notificação push será enviada a todos os seus subscritores.
ru_ru: Пожалуйста, уведомление будет отправлено всем Вашим абонентам.

source: The push notifications button is a custom subscription button on your website to increase opt-in rate and allow your users to fully control when they want to subscribe and unsubscribe for your push notifications.
de_de: Der Push-Benachrichtigungs-Button ist ein benutzerdefinierter Anmeldebutton auf deiner Website, um die Opt-in-Rate zu erhöhen und deinen Nutzern die volle Kontrolle darüber zu geben, wann sie deine Push-Benachrichtigungen abonnieren und abbestellen wollen.
es_es: El botón de notificaciones push es un botón de suscripción personalizado en su sitio web para aumentar la tasa de opt-in y permitir a sus usuarios controlar totalmente cuándo quieren suscribirse y darse de baja de sus notificaciones push.
fr_fr: Le bouton de notifications push est un bouton d'abonnement personnalisé sur votre site web qui permet d'augmenter le taux d'opt-in et de permettre à vos utilisateurs de contrôler entièrement quand ils veulent s'abonner et se désabonner de vos notifications push.
it_it: Il pulsante delle notifiche push è un pulsante di iscrizione personalizzato sul vostro sito web per aumentare il tasso di opt-in e consentire agli utenti di controllare completamente quando vogliono iscriversi e cancellarsi dalle notifiche push.
pt_pt: O botão de notificações push é um botão de subscrição personalizado no seu sítio Web para aumentar a taxa de adesão e permitir que os seus utilizadores controlem totalmente quando pretendem subscrever e anular a subscrição das suas notificações push.
ru_ru: Кнопка push Notifications является настроенным кнопкой подписки на вашем сайте, чтобы увеличить процент Opt-In и позволить пользователям полностью контролировать, когда они хотят подписываться и отключить подпись для вашего push Notifications.

source: The push notifications prompt is nice simple prompt with your website logo and a message that will ask your users to subscribe push notifications on your website.
de_de: Die Eingabeaufforderung für Push-Benachrichtigungen ist eine schöne, einfache Eingabeaufforderung mit dem Logo deiner Website und einer Nachricht, die deine Nutzer auffordert, Push-Benachrichtigungen auf deiner Website zu abonnieren.
es_es: El aviso de notificaciones push es un simple aviso con el logo de tu sitio web y un mensaje que pedirá a tus usuarios que se suscriban a las notificaciones push de tu sitio web.
fr_fr: L'invite de notifications push est une simple invite avec le logo de votre site web et un message qui demandera à vos utilisateurs de s'abonner aux notifications push sur votre site web.
it_it: La richiesta di notifiche push è una semplice richiesta con il logo del vostro sito web e un messaggio che chiederà agli utenti di sottoscrivere le notifiche push sul vostro sito web.
pt_pt: O aviso de notificações push é um aviso simples e agradável com o logótipo do seu sítio Web e uma mensagem que pedirá aos seus utilizadores para subscreverem notificações push no seu sítio Web.
ru_ru: Пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста.

source: The scorecard shows the status and overall condition of your PWA setup. Your goal should be to resolve all action items and achieve an excellent score.
de_de: Die Scorecard zeigt den Status und den Gesamtzustand deiner PWA-Einrichtung an. Dein Ziel sollte es sein, alle Aktionspunkte zu lösen und eine hervorragende Punktzahl zu erreichen.
es_es: El cuadro de mando muestra el estado y la condición general de la configuración de su PWA. Su objetivo debe ser resolver todos los elementos de acción y lograr una puntuación excelente.
fr_fr: La carte de score indique le statut et l'état général de votre installation PWA. Votre objectif devrait être de résoudre tous les points d'action et d'obtenir une excellente note.
it_it: La scorecard mostra lo stato e le condizioni generali della vostra configurazione PWA. Il vostro obiettivo dovrebbe essere quello di risolvere tutti gli elementi di azione e raggiungere un punteggio eccellente.
pt_pt: O quadro de pontuação mostra o estado e a condição geral da configuração do seu PWA. O seu objetivo deve ser resolver todos os itens de ação e obter uma pontuação excelente.
ru_ru: Карта результатов показывает статус и общее состояние вашей настройки PWA. Ваша цель должна быть решить все действия и добиться отличного результата.

source: The URL Protocol Handler feature allows PWAs to open specific protocol links for a seamless user experience. When a PWA is registered as a protocol handler, clicking a link with the specified scheme will open the PWA, receiving the URL.
de_de: Die Funktion URL Protocol Handler ermöglicht es PWAs, bestimmte Protokolllinks zu öffnen, um ein nahtloses Nutzererlebnis zu gewährleisten. Wenn eine PWA als Protokoll-Handler registriert ist, wird die PWA beim Klicken auf einen Link mit dem angegebenen Schema geöffnet und erhält die URL.
es_es: La función URL Protocol Handler permite a las PWA abrir enlaces de protocolos específicos para una experiencia de usuario fluida. Cuando una PWA se registra como gestor de protocolos, al hacer clic en un enlace con el esquema especificado se abrirá la PWA, recibiendo la URL.
fr_fr: La fonction URL Protocol Handler permet aux PWA d'ouvrir des liens de protocole spécifiques pour une expérience utilisateur transparente. Lorsqu'une PWA est enregistrée comme gestionnaire de protocole, le fait de cliquer sur un lien avec le schéma spécifié ouvrira la PWA et recevra l'URL.
it_it: La funzione URL Protocol Handler consente alle PWA di aprire collegamenti a protocolli specifici per un'esperienza utente senza soluzione di continuità. Quando una PWA è registrata come gestore di protocollo, facendo clic su un link con lo schema specificato si aprirà la PWA, ricevendo l'URL.
pt_pt: A funcionalidade URL Protocol Handler permite que os PWAs abram ligações de protocolo específicas para uma experiência de utilizador sem problemas. Quando um PWA é registado como um manipulador de protocolo, ao clicar numa ligação com o esquema especificado, o PWA é aberto, recebendo o URL.
ru_ru: Функция Управляющего протоколом URL позволяет Pwas открывать конкретные протокольные ссылки для беспрецедентного пользовательского опыта. Когда PWA зарегистрирована в качестве протокольного менеджера, нажав на ссылку с указанной схемой, PWA открывается, получая URL.

source: The web app manifest is a JSON file that provides essential information about your web application to the browser, including how it should appear and behave when installed on a user's device. This file is necessary for enabling the "Add to Home Screen" prompt, enhancing the integration of your web app with the user's device.
de_de: Das Manifest einer Webanwendung ist eine JSON-Datei, die dem Browser wichtige Informationen über deine Webanwendung liefert, z. B. wie sie aussehen und sich verhalten soll, wenn sie auf dem Gerät des Nutzers installiert ist. Diese Datei ist notwendig, um die Aufforderung "Zum Startbildschirm hinzufügen" zu aktivieren und die Integration deiner Webanwendung mit dem Gerät des Nutzers zu verbessern.
es_es: El manifiesto de la aplicación web es un archivo JSON que proporciona información esencial sobre tu aplicación web al navegador, incluyendo cómo debe aparecer y comportarse cuando se instala en el dispositivo de un usuario. Este archivo es necesario para activar la opción "Añadir a la pantalla de inicio" y mejorar la integración de la aplicación web con el dispositivo del usuario.
fr_fr: Le manifeste de l'application web est un fichier JSON qui fournit au navigateur des informations essentielles sur votre application web, notamment sur la manière dont elle doit s'afficher et se comporter lorsqu'elle est installée sur l'appareil de l'utilisateur. Ce fichier est nécessaire pour activer l'invite "Ajouter à l'écran d'accueil" et améliorer l'intégration de votre application web à l'appareil de l'utilisateur.
it_it: Il manifest dell'applicazione web è un file JSON che fornisce al browser informazioni essenziali sull'applicazione web, compreso il modo in cui essa deve apparire e comportarsi una volta installata sul dispositivo dell'utente. Questo file è necessario per abilitare la richiesta "Aggiungi alla schermata iniziale", migliorando l'integrazione dell'applicazione web con il dispositivo dell'utente.
pt_pt: O manifesto da aplicação Web é um ficheiro JSON que fornece informações essenciais sobre a sua aplicação Web ao browser, incluindo a forma como esta deve aparecer e comportar-se quando instalada no dispositivo de um utilizador. Este ficheiro é necessário para ativar o pedido "Adicionar ao ecrã inicial", melhorando a integração da sua aplicação Web com o dispositivo do utilizador.
ru_ru: Web App manifest - это файл Json, который предоставляет браузеру важную информацию о вашем веб-приложении, включая то, как он должен выглядеть и вести себя при установке на устройстве пользователя. Данный файл необходим для предоставления возможности «добавиться до домашнего экрана», улучшая интеграцию веб-Апп с устройством пользователя.

source: Theme Color
de_de: Thema Farbe
es_es: Tema Color
fr_fr: Couleur du thème
it_it: Colore del tema
pt_pt: Cor do tema
ru_ru: Тематический цвет

source: There are no push notification subscribers yet.
de_de: Es gibt noch keine Abonnenten für Push-Benachrichtigungen.
es_es: Aún no hay suscriptores de notificaciones push.
fr_fr: Il n'y a pas encore d'abonnés aux notifications push.
it_it: Non ci sono ancora abbonati alle notifiche push.
pt_pt: Ainda não existem subscritores de notificações push.
ru_ru: Помните, что у нас пока нет подписчиков push notification.

source: There are two ways to update the plugin to the newer version: Using a WordPress built-in update system which will automatically check for updates and show you a notification on an %1$s when there will be an update available or manually download latest version of plugin from %2$s and re-install it.
de_de: Es gibt zwei Möglichkeiten, das Plugin auf eine neuere Version zu aktualisieren: Mit dem in WordPress eingebauten Update-System, das automatisch nach Updates sucht und dir eine Benachrichtigung auf einem %1$s anzeigt, wenn ein Update verfügbar ist, oder du lädst die neueste Version des Plugins manuell von %2$s herunter und installierst sie neu.
es_es: Hay dos maneras de actualizar el plugin a la versión más reciente: Usando el sistema de actualización integrado en WordPress que buscará automáticamente actualizaciones y le mostrará una notificación en %1$s cuando haya una actualización disponible o descargando manualmente la última versión del plugin desde %2$s y reinstalándolo.
fr_fr: Il y a deux façons de mettre à jour le plugin vers une version plus récente : Utiliser le système de mise à jour intégré à WordPress qui vérifiera automatiquement les mises à jour et vous affichera une notification sur un %1$s lorsqu'une mise à jour sera disponible ou télécharger manuellement la dernière version du plugin à partir de %2$s et la réinstaller.
it_it: Ci sono due modi per aggiornare il plugin alla versione più recente: Utilizzando il sistema di aggiornamento integrato di WordPress, che controllerà automaticamente la presenza di aggiornamenti e mostrerà una notifica su %1$s quando sarà disponibile un aggiornamento, oppure scaricando manualmente l'ultima versione del plugin da %2$s e reinstallandolo.
pt_pt: Existem duas formas de atualizar o plugin para a versão mais recente: Utilizando um sistema de atualização incorporado no WordPress que verificará automaticamente a existência de actualizações e lhe mostrará uma notificação em %1$s quando houver uma atualização disponível ou transferindo manualmente a versão mais recente do plugin a partir de %2$s e reinstalando-o.
ru_ru: Существует два способа обновить плагин до новой версии: использовать встроенную систему обновления WordPress, которая автоматически проверяет наличие обновлений и показывает уведомление на %1$s, когда обновление будет доступно, или вручную скачать последнюю версию плагина с %2$s и переустановить его.

source: This feature is temporarily disabled due to incompatibility with new version of Google Analytics (GA4).
de_de: Diese Funktion ist aufgrund einer Inkompatibilität mit der neuen Version von Google Analytics (GA4) vorübergehend deaktiviert.
es_es: Esta función está temporalmente desactivada debido a la incompatibilidad con la nueva versión de Google Analytics (GA4).
fr_fr: Cette fonctionnalité est temporairement désactivée en raison d'une incompatibilité avec la nouvelle version de Google Analytics (GA4).
it_it: Questa funzione è temporaneamente disattivata a causa dell'incompatibilità con la nuova versione di Google Analytics (GA4).
pt_pt: Esta funcionalidade está temporariamente desactivada devido a incompatibilidade com a nova versão do Google Analytics (GA4).
ru_ru: Эта функция временно отключена из-за несовместимости с новой версией Google Analytics (Ga4).

source: This feature provides a true native app-like experience by loading content without reloading the entire page. It enables smooth slide and fade transition animations between pages and displays a progress bar while the page loads.
de_de: Diese Funktion bietet ein echtes App-ähnliches Erlebnis, indem Inhalte geladen werden, ohne dass die gesamte Seite neu geladen werden muss. Sie ermöglicht sanfte Schiebe- und Überblendanimationen zwischen den Seiten und zeigt einen Fortschrittsbalken an, während die Seite geladen wird.
es_es: Esta función proporciona una experiencia similar a la de una aplicación nativa, ya que carga el contenido sin recargar toda la página. Permite animaciones suaves de transición entre páginas y muestra una barra de progreso mientras se carga la página.
fr_fr: Cette fonction offre une véritable expérience de type application native en chargeant le contenu sans recharger l'ensemble de la page. Elle permet des transitions fluides entre les pages et affiche une barre de progression pendant le chargement de la page.
it_it: Questa funzione offre un'esperienza simile a quella di un'app nativa, caricando i contenuti senza ricaricare l'intera pagina. Consente animazioni di transizione fluide e sfumate tra le pagine e visualizza una barra di avanzamento durante il caricamento della pagina.
pt_pt: Esta funcionalidade proporciona uma verdadeira experiência semelhante à de uma aplicação nativa, carregando conteúdos sem recarregar a página inteira. Permite animações de transição suaves de deslizamento e esbatimento entre páginas e apresenta uma barra de progresso enquanto a página é carregada.
ru_ru: Эта функция обеспечивает настоящий отечественный опыт App-Like путем загрузки контента без перезагрузки всей страницы. Он позволяет гладкий слайд и фейд переход анимации между страницами и отображает прогресс-бар в то время, как страница загружается.

source: This QR code directs users to your homepage, where they can access the installation prompt and set up your PWA effortlessly.
de_de: Dieser QR-Code leitet die Nutzer auf deine Homepage, wo sie die Installationsaufforderung aufrufen und deine PWA mühelos einrichten können.
es_es: Este código QR dirige a los usuarios a su página de inicio, donde pueden acceder a la solicitud de instalación y configurar su PWA sin esfuerzo.
fr_fr: Ce code QR dirige les utilisateurs vers votre page d'accueil, où ils peuvent accéder à l'invite d'installation et configurer votre PWA sans effort.
it_it: Questo codice QR indirizza gli utenti alla vostra homepage, dove possono accedere alla richiesta di installazione e configurare la vostra PWA senza alcuno sforzo.
pt_pt: Este código QR direciona os utilizadores para a sua página inicial, onde podem aceder ao prompt de instalação e configurar o seu PWA sem esforço.
ru_ru: Этот Qr-код направляет пользователей на ваш домашний сайт, где они могут быстро получить доступ к установке и без труда установить свой PWA.

source: Threshold
de_de: Schwellenwert
es_es: Umbral
fr_fr: Seuil
it_it: Soglia
pt_pt: Limiar
ru_ru: Границы

source: Thumbs Up
de_de: Daumen hoch
es_es: Pulgares arriba
fr_fr: Le pouce en l'air
it_it: Pollici in su
pt_pt: Polegares para cima
ru_ru: Темпс вверх

source: Ticket
es_es: Billete
fr_fr: Billet
it_it: Biglietto
pt_pt: Bilhete
ru_ru: Билеты

source: Time To Live (TTL)
de_de: Zeit zum Leben (TTL)
es_es: Tiempo de vida (TTL)
fr_fr: Temps de vie (TTL)
it_it: Tempo di vita (TTL)
pt_pt: Tempo de vida (TTL)
ru_ru: Время для жизни (Ttl)
