{"translation-revision-date":"2025-03-22 18:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"frontend\/assets\/js\/dev\/components\/installPrompt.js","domain":"daftplug-progressify","locale_data":{"daftplug-progressify":{"":{"domain":"","lang":"pt_PT","plural-forms":"nplurals=2; plural=n != 1;"},"Copied":["Copiado"],"Install Web App":["Instalar a aplicação Web"],"Checking installation capabilities...":["Verificação das capacidades de instalação..."],"Click to Install":["Clique para instalar"],"Tap to Install":["Toque para instalar"],"Tap the Menu Icon":["Toque no ícone de menu"],"Tap the menu icon (three dots), located at the top-right of your screen.":["Toque no ícone do menu (três pontos), localizado no canto superior direito do ecrã."],"Select \"Add to Home Screen\"":["Selecionar \"Adicionar ao ecrã inicial\""],"Tap the \"Add to Home Screen\" option from the menu.":["Toque na opção \"Adicionar ao ecrã inicial\" no menu."],"Confirm by Tapping \"Add\"":["Confirmar tocando em \"Adicionar\""],"Tap the \"Add\" text on the browser installation dialog.":["Toque no texto \"Adicionar\" na caixa de diálogo de instalação do browser."],"Select \"Install\"":["Selecionar \"Instalar\""],"Tap the \"Install\" option from the menu.":["Toque na opção \"Instalar\" no menu."],"Confirm by Tapping \"Add to Home Screen\"":["Confirmar tocando em \"Adicionar ao ecrã inicial\""],"Tap the \"Add to Home Screen\" button on the browser installation dialog.":["Toque no botão \"Adicionar ao ecrã inicial\" na caixa de diálogo de instalação do browser."],"Select \"Home Screen\"":["Selecionar \"Ecrã inicial\""],"Tap the menu icon (three horizontal lines) located at the bottom-right of your screen.":["Toque no ícone do menu (três linhas horizontais) localizado no canto inferior direito do ecrã."],"Select \"Add to Phone\"":["Selecionar \"Adicionar ao telefone\""],"Tap the \"Add to Phone\" option from the menu":["Toque na opção \"Adicionar ao telemóvel\" no menu"],"Confirm by Tapping \"Install\"":["Confirmar tocando em \"Instalar\""],"Tap the \"Install\" text on the browser installation dialog.":["Toque no texto \"Instalar\" na caixa de diálogo de instalação do browser."],"Copy the Page URL":["Copiar o URL da página"],"Click the button below to copy the page's URL.":["Clique no botão abaixo para copiar o URL da página."],"Open the Google Chrome Browser":["Abrir o navegador Google Chrome"],"Launch the Google Chrome web browser from your home screen.":["Inicie o navegador Web Google Chrome a partir do seu ecrã inicial."],"Paste and Open the URL":["Colar e abrir o URL"],"Paste the copied URL into Google Chrome's address bar and open the page.":["Cole o URL copiado na barra de endereços do Google Chrome e abra a página."],"Tap the Share Icon":["Toque no ícone Partilhar"],"Tap the share icon located at the center-bottom of your screen.":["Toque no ícone de partilha localizado na parte inferior central do ecrã."],"Tap the \"Add to Home Screen\" option, represented by the plus [+] icon.":["Toque na opção \"Adicionar ao ecrã inicial\", representada pelo ícone de mais [+]."],"Tap the \"Add\" button at the top-right corner of your screen.":["Toque no botão \"Adicionar\" no canto superior direito do ecrã."],"Tap the share icon located at the top-right of your browser address bar.":["Toque no ícone de partilha localizado no canto superior direito da barra de endereço do seu browser."],"Tap the share icon in the dialog overlay that the browser opens.":["Toque no ícone de partilha na sobreposição de diálogo que o navegador abre."],"Tap the menu icon (three dots), located at the bottom-right of your screen.":["Toque no ícone do menu (três pontos), localizado no canto inferior direito do ecrã."],"Tap the share icon located at the top of the dialog overlay that browser opens.":["Toque no ícone de partilha localizado na parte superior da sobreposição da caixa de diálogo que o navegador abre."],"Tap the share icon located at the right side of the browser's address bar.":["Toque no ícone de partilha localizado no lado direito da barra de endereço do browser."],"Open the Safari Browser":["Abrir o navegador Safari"],"Launch the Safari web browser from your home screen.":["Inicie o browser Safari a partir do seu ecrã inicial."],"Paste the copied URL into Safari's address bar and open the page.":["Cole o URL copiado na barra de endereços do Safari e abra a página."],"Installation Not Supported":["Instalação não suportada"],"Your operating system does not support web app installation. Please try accessing the website on an Android or iOS mobile device.":["O seu sistema operativo não suporta a instalação de aplicações Web. Tente aceder ao sítio Web num dispositivo móvel Android ou iOS."],"Tap the menu icon (three dots) in the top-right corner of your browser window.":["Toque no ícone do menu (três pontos) no canto superior direito da janela do browser."],"Expand \"Cast, save and share\"":["Expandir \"Transmitir, guardar e partilhar\""],"Hover over the \"Cast, Save, and Share\" menu item to expand its options.":["Passe o rato sobre o item de menu \"Transmitir, guardar e partilhar\" para expandir as opções."],"Select \"Install page as app...\"":["Selecione \"Instalar página como aplicação...\""],"Click on \"Install page as app...\" from the menu.":["Clique em \"Instalar página como aplicação...\" no menu."],"Confirm by Clicking \"Install\"":["Confirmar clicando em \"Instalar\""],"Click the \"Install\" button in the browser's installation dialog.":["Clique no botão \"Instalar\" na caixa de diálogo de instalação do browser."],"Expand \"Apps\"":["Expandir \"Aplicações\""],"Hover over the \"Apps\" menu item to expand its options.":["Passe o rato sobre o item de menu \"Aplicações\" para expandir as opções."],"Select \"Install this site as app\"":["Selecione \"Instalar este sítio como aplicação\""],"Click on \"Install this site as app\" from the menu.":["Clique em \"Instalar este sítio como aplicação\" no menu."],"Launch the Google Chrome web browser from your start menu.":["Inicie o navegador Web Google Chrome a partir do menu Iniciar."],"Your device does not support web app installation. Please try accessing the website on a mobile or desktop device.":["O seu dispositivo não suporta a instalação de aplicações Web. Tente aceder ao sítio Web num dispositivo móvel ou de secretária."],"Close Dialog":["Fechar diálogo"]}}}