{"translation-revision-date":"2025-03-22 18:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"frontend\/assets\/js\/dev\/components\/installPrompt.js","domain":"daftplug-progressify","locale_data":{"daftplug-progressify":{"":{"domain":"","lang":"zh_CN","plural-forms":"nplurals=1; plural=0;"},"Copied":["复制的"],"Install Web App":["安装网络应用程序"],"Checking installation capabilities...":["检查安装能力..."],"Click to Install":["点击安装"],"Tap to Install":["点击安装"],"Tap the Menu Icon":["轻按菜单图标"],"Tap the menu icon (three dots), located at the top-right of your screen.":["点击屏幕右上角的菜单图标（三个点）。"],"Select \"Add to Home Screen\"":["选择 \"添加到主屏幕"],"Tap the \"Add to Home Screen\" option from the menu.":["点击菜单中的 \"添加到主屏幕 \"选项。"],"Confirm by Tapping \"Add\"":["点击 \"添加 \"确认"],"Tap the \"Add\" text on the browser installation dialog.":["点击浏览器安装对话框上的 \"添加 \"文本。"],"Select \"Install\"":["选择 \"安装"],"Tap the \"Install\" option from the menu.":["点击菜单中的 \"安装 \"选项。"],"Confirm by Tapping \"Add to Home Screen\"":["点击 \"添加到主屏幕 \"确认"],"Tap the \"Add to Home Screen\" button on the browser installation dialog.":["在浏览器安装对话框中点击 \"添加到主屏幕 \"按钮。"],"Select \"Home Screen\"":["选择 \"主屏幕"],"Tap the menu icon (three horizontal lines) located at the bottom-right of your screen.":["点击屏幕右下角的菜单图标（三条横线）。"],"Select \"Add to Phone\"":["选择 \"添加到手机"],"Tap the \"Add to Phone\" option from the menu":["点击菜单中的 \"添加到手机 \"选项"],"Confirm by Tapping \"Install\"":["点击 \"安装 \"确认"],"Tap the \"Install\" text on the browser installation dialog.":["点击浏览器安装对话框中的 \"安装 \"文本。"],"Copy the Page URL":["复制页面 URL"],"Click the button below to copy the page's URL.":["点击下面的按钮复制网页的 URL。"],"Open the Google Chrome Browser":["打开谷歌浏览器"],"Launch the Google Chrome web browser from your home screen.":["从主屏幕启动 Google Chrome 浏览器。"],"Paste and Open the URL":["粘贴并打开 URL"],"Paste the copied URL into Google Chrome's address bar and open the page.":["将复制的 URL 粘贴到 Google Chrome 浏览器的地址栏，然后打开页面。"],"Tap the Share Icon":["轻按 \"共享 \"图标"],"Tap the share icon located at the center-bottom of your screen.":["点击屏幕中央下方的共享图标。"],"Tap the \"Add to Home Screen\" option, represented by the plus [+] icon.":["点击 \"添加到主屏幕 \"选项，该选项由加号 [+] 图标表示。"],"Tap the \"Add\" button at the top-right corner of your screen.":["点击屏幕右上角的 \"添加 \"按钮。"],"Tap the share icon located at the top-right of your browser address bar.":["点击浏览器地址栏右上方的共享图标。"],"Tap the share icon in the dialog overlay that the browser opens.":["在浏览器打开的对话框覆盖层中点击共享图标。"],"Tap the menu icon (three dots), located at the bottom-right of your screen.":["点击屏幕右下角的菜单图标（三个点）。"],"Tap the share icon located at the top of the dialog overlay that browser opens.":["点击浏览器打开的对话框顶部的共享图标。"],"Tap the share icon located at the right side of the browser's address bar.":["点击浏览器地址栏右侧的共享图标。"],"Open the Safari Browser":["打开 Safari 浏览器"],"Launch the Safari web browser from your home screen.":["从主屏幕启动 Safari 网页浏览器。"],"Paste the copied URL into Safari's address bar and open the page.":["将复制的 URL 粘贴到 Safari 的地址栏，然后打开页面。"],"Installation Not Supported":["不支持安装"],"Your operating system does not support web app installation. Please try accessing the website on an Android or iOS mobile device.":["您的操作系统不支持网络应用程序安装。请尝试使用 Android 或 iOS 移动设备访问网站。"],"Tap the menu icon (three dots) in the top-right corner of your browser window.":["点击浏览器窗口右上角的菜单图标（三个点）。"],"Expand \"Cast, save and share\"":["扩展 \"铸造、保存和共享 \"功能"],"Hover over the \"Cast, Save, and Share\" menu item to expand its options.":["将鼠标悬停在 \"投屏、保存和共享 \"菜单项上可扩展其选项。"],"Select \"Install page as app...\"":["选择 \"将页面安装为应用程序......\""],"Click on \"Install page as app...\" from the menu.":["点击菜单中的 \"将页面安装为应用程序...\"。"],"Confirm by Clicking \"Install\"":["点击 \"安装 \"确认"],"Click the \"Install\" button in the browser's installation dialog.":["点击浏览器安装对话框中的 \"安装 \"按钮。"],"Expand \"Apps\"":["扩展 \"应用程序"],"Hover over the \"Apps\" menu item to expand its options.":["将鼠标悬停在 \"应用程序 \"菜单项上可扩展其选项。"],"Select \"Install this site as app\"":["选择 \"将此网站安装为应用程序"],"Click on \"Install this site as app\" from the menu.":["点击菜单中的 \"将此网站安装为应用程序\"。"],"Launch the Google Chrome web browser from your start menu.":["从开始菜单启动 Google Chrome 浏览器。"],"Your device does not support web app installation. Please try accessing the website on a mobile or desktop device.":["您的设备不支持网络应用程序安装。请尝试使用移动或台式设备访问网站。"],"Close Dialog":["关闭对话框"]}}}