Repository: daftplug/progressify
Catalog: languages/daftplug-progressify-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

source: Time To Live (TTL, in seconds) is how long a push message is retained by the push service (eg. Mozilla) in case the user's browser is not yet accessible (eg. is not connected). You may want to use a very long time for important notifications. The default TTL is 4 weeks. However, if you send multiple nonessential notifications, set a TTL of 0: the push notification will be delivered only if the user is currently connected. In other cases, you should use a minimum of one day if your users have multiple time zones, and if they don't several hours will suffice.
de_de: Time To Live (TTL, in Sekunden) gibt an, wie lange eine Push-Nachricht vom Push-Dienst (z. B. Mozilla) aufbewahrt wird, falls der Browser des Nutzers noch nicht erreichbar ist (z. B. keine Verbindung besteht). Für wichtige Benachrichtigungen kann es sinnvoll sein, eine sehr lange Zeit zu verwenden. Die Standard-TTL beträgt 4 Wochen. Wenn du jedoch mehrere unwichtige Benachrichtigungen versendest, stelle eine TTL von 0 ein: Die Push-Benachrichtigung wird nur zugestellt, wenn der Nutzer gerade verbunden ist. In anderen Fällen solltest du mindestens einen Tag verwenden, wenn deine Nutzer/innen mehrere Zeitzonen haben, und wenn nicht, reichen mehrere Stunden aus.
es_es: Time To Live (TTL, en segundos) es el tiempo que un mensaje push es retenido por el servicio push (ej. Mozilla) en caso de que el navegador del usuario no sea accesible todavía (ej. no está conectado). Es posible que desee utilizar un tiempo muy largo para las notificaciones importantes. El TTL por defecto es de 4 semanas. Sin embargo, si envía varias notificaciones no esenciales, establezca un TTL de 0: la notificación push se entregará sólo si el usuario está conectado en ese momento. En otros casos, deberías utilizar un mínimo de un día si tus usuarios tienen varias zonas horarias, y si no las tienen bastará con varias horas.
fr_fr: Le Time To Live (TTL, en secondes) est la durée pendant laquelle un message push est conservé par le service push (par exemple, Mozilla) au cas où le navigateur de l'utilisateur n'est pas encore accessible (par exemple, il n'est pas connecté). Vous pouvez utiliser une durée très longue pour les notifications importantes. Le TTL par défaut est de 4 semaines. Toutefois, si vous envoyez plusieurs notifications non essentielles, définissez un TTL de 0 : la notification push ne sera délivrée que si l'utilisateur est actuellement connecté. Dans d'autres cas, vous devriez utiliser un minimum d'un jour si vos utilisateurs ont plusieurs fuseaux horaires, et si ce n'est pas le cas, quelques heures suffiront.
it_it: Time To Live (TTL, in secondi) è il tempo in cui un messaggio push viene conservato dal servizio push (ad esempio Mozilla) nel caso in cui il browser dell'utente non sia ancora accessibile (ad esempio non è connesso). Si consiglia di utilizzare un tempo molto lungo per le notifiche importanti. Il TTL predefinito è di 4 settimane. Tuttavia, se si inviano più notifiche non essenziali, impostare un TTL pari a 0: la notifica push verrà consegnata solo se l'utente è attualmente connesso. In altri casi, se i vostri utenti hanno più fusi orari, dovreste usare almeno un giorno; in caso contrario, saranno sufficienti alcune ore.
pt_pt: Time To Live (TTL, em segundos) é o tempo que uma mensagem push é retida pelo serviço push (por exemplo, Mozilla) no caso de o browser do utilizador ainda não estar acessível (por exemplo, não está ligado). Pode querer utilizar um período de tempo muito longo para notificações importantes. O TTL predefinido é de 4 semanas. No entanto, se enviar várias notificações não essenciais, defina um TTL de 0: a notificação push será entregue apenas se o utilizador estiver ligado no momento. Noutros casos, deve utilizar um mínimo de um dia se os seus utilizadores tiverem vários fusos horários e, se não tiverem, várias horas serão suficientes.
ru_ru: Время для жизни (Ttl, в секундах) - это то, как долго сообщение push сохраняется службой push (например. Mozilla) в том случае, если браузер пользователя еще не доступен (например, не связаны с ними). Возможно, вы хотите использовать очень долгое время для важных уведомлений. Дефолт ТТЛ составляет 4 недели. Однако, если вы отправляете несколько несущественных уведомлений, установите Ttl от 0: уведомление пошля будет доставлено только в том случае, если пользователь в настоящее время подключен. В других случаях, вы должны использовать минимум один день, если у ваших пользователей есть несколько временных зон, и если они не несколько часов будет достаточно.

source: Timeout
es_es: Tiempo de espera
fr_fr: Délai d'attente
pt_pt: Tempo limite
ru_ru: Временное

source: To obtain your license key, go to your CodeCanyon downloads page, click "Download" on the plugin, select "License certificate & purchase code," and download the document.
de_de: Um deinen Lizenzschlüssel zu erhalten, gehst du auf deine CodeCanyon-Downloadseite, klickst auf "Download" für das Plugin, wählst "Lizenzzertifikat & Kaufcode" und lädst das Dokument herunter.
es_es: Para obtener su clave de licencia, vaya a su página de descargas de CodeCanyon, haga clic en "Descargar" en el plugin, seleccione "Certificado de licencia y código de compra" y descargue el documento.
fr_fr: Pour obtenir votre clé de licence, allez sur votre page de téléchargements CodeCanyon, cliquez sur "Télécharger" sur le plugin, sélectionnez "Certificat de licence & code d'achat", et téléchargez le document.
it_it: Per ottenere la chiave di licenza, accedere alla pagina dei download di CodeCanyon, fare clic su "Download" del plugin, selezionare "Certificato di licenza e codice di acquisto" e scaricare il documento.
pt_pt: Para obter a sua chave de licença, vá à sua página de downloads da CodeCanyon, clique em "Download" no plugin, selecione "License certificate & purchase code," e descarregue o documento.
ru_ru: Чтобы получить ваш лицензионный ключ, перейдите на страницу Скачать Codecanyon, нажмите «Скачать» на плагине, выберите «Лицензионный сертификат и код покупки», а также скачать документ.

source: Toast Messages
de_de: Toast-Nachrichten
es_es: Mensajes para brindar
fr_fr: Messages sur les toasts
it_it: Messaggi di brindisi
pt_pt: Mensagens de brinde
ru_ru: Тост сообщений

source: Toast messages provide simple feedback about an operation in a small popup. It only fills the amount of space required for the message and the current activity remains visible and interactive. Toasts automatically disappear after a timeout.
de_de: Toast-Nachrichten geben einfaches Feedback über einen Vorgang in einem kleinen Popup. Es füllt nur den für die Nachricht benötigten Platz aus und die aktuelle Aktivität bleibt sichtbar und interaktiv. Toasts verschwinden automatisch nach einem Timeout.
es_es: Los mensajes Toast proporcionan información sencilla sobre una operación en una pequeña ventana emergente. Sólo ocupan el espacio necesario para el mensaje y la actividad en curso permanece visible e interactiva. Las tostadas desaparecen automáticamente después de un tiempo de espera.
fr_fr: Les messages Toast fournissent un retour d'information simple sur une opération dans une petite fenêtre contextuelle. Ils ne remplissent que l'espace nécessaire au message et l'activité en cours reste visible et interactive. Les toasts disparaissent automatiquement au bout d'un certain temps.
it_it: I messaggi Toast forniscono un semplice feedback su un'operazione in un piccolo popup. Riempiono solo la quantità di spazio necessaria per il messaggio e l'attività corrente rimane visibile e interattiva. I toast scompaiono automaticamente dopo un timeout.
pt_pt: As mensagens Toast fornecem um feedback simples sobre uma operação numa pequena janela pop-up. Preenche apenas a quantidade de espaço necessária para a mensagem e a atividade atual permanece visível e interactiva. Os toasts desaparecem automaticamente após um tempo limite.
ru_ru: Тост-послания предоставляют простую обратную связь о операции в небольшом Попу. Он заполняет только необходимое количество пространства для сообщения, а текущая активность остается видимой и интерактивной. Тосты автоматически исчезают после удаления времени.

source: Toggle dark mode
de_de: Dunkelmodus umschalten
es_es: Activar el modo oscuro
fr_fr: Basculer en mode sombre
it_it: Alterna la modalità scura
pt_pt: Alternar o modo escuro
ru_ru: В темном режиме

source: Toilet
de_de: Toilette
es_es: Aseo
fr_fr: Toilettes
it_it: Servizi igienici
pt_pt: Sanita
ru_ru: туалет

source: Top Left
de_de: Oben links
es_es: Arriba a la izquierda
fr_fr: En haut à gauche
it_it: In alto a sinistra
pt_pt: Em cima à esquerda
ru_ru: Верхняя левая

source: Top Right
de_de: Oben rechts
es_es: Arriba a la derecha
fr_fr: En haut à droite
it_it: In alto a destra
pt_pt: Parte superior direita
ru_ru: Верхняя правой

source: Total:
de_de: Insgesamt:
it_it: Totale:
ru_ru: В целом :

source: Tracks user interactions and page views while offline, and syncs the data with Google Analytics once the connection is restored.
de_de: Verfolgt Nutzerinteraktionen und Seitenaufrufe, während du offline bist, und synchronisiert die Daten mit Google Analytics, sobald die Verbindung wiederhergestellt ist.
es_es: Realiza un seguimiento de las interacciones de los usuarios y de las páginas vistas mientras están desconectados, y sincroniza los datos con Google Analytics una vez que se restablece la conexión.
fr_fr: Trace les interactions des utilisateurs et les pages consultées lorsqu'ils sont hors ligne, et synchronise les données avec Google Analytics une fois la connexion rétablie.
it_it: Traccia le interazioni degli utenti e le visualizzazioni delle pagine mentre sono offline e sincronizza i dati con Google Analytics una volta ripristinata la connessione.
pt_pt: Monitoriza as interações dos utilizadores e as visualizações de páginas quando estão offline e sincroniza os dados com o Google Analytics assim que a ligação é restabelecida.
ru_ru: Отслеживает взаимодействия пользователей и просмотр страниц во время Offline и синхронизирует данные с Google Analytics после восстановления соединения.

source: Tracks users offline and syncs with Google Analytics when reconnected.
de_de: Verfolgt Nutzer/innen offline und synchronisiert sich mit Google Analytics, wenn du wieder verbunden bist.
es_es: Realiza un seguimiento de los usuarios sin conexión y se sincroniza con Google Analytics cuando se vuelve a conectar.
fr_fr: Suivi des utilisateurs hors ligne et synchronisation avec Google Analytics lors de la reconnexion.
it_it: Traccia gli utenti offline e si sincronizza con Google Analytics quando viene ricollegato.
pt_pt: Acompanha os utilizadores offline e sincroniza com o Google Analytics quando é ligado novamente.
ru_ru: Отслеживает пользователей Offline и синхронизирует с Google Analytics при воссоединении.

source: Transition Type
de_de: Übergangstyp
es_es: Tipo de transición
fr_fr: Type de transition
it_it: Tipo di transizione
pt_pt: Tipo de transição
ru_ru: Тип перехода

source: Transparent bar with white text
de_de: Transparenter Balken mit weißem Text
es_es: Barra transparente con texto blanco
fr_fr: Barre transparente avec texte blanc
it_it: Barra trasparente con testo bianco
pt_pt: Barra transparente com texto branco
ru_ru: Прозрачная лента с белым текстом

source: Trash
de_de: Papierkorb
es_es: Basura
fr_fr: Poubelle
it_it: Rifiuti
pt_pt: Lixo
ru_ru: ТРАШ

source: Travel
de_de: Reisen
es_es: Viajar
fr_fr: Voyage
it_it: Viaggi
pt_pt: Viagens
ru_ru: Путешествие

source: Tree Pine
de_de: Baum Kiefer
es_es: Pino
fr_fr: Pin sylvestre
it_it: Albero di pino
pt_pt: Pinheiro-árvore
ru_ru: Древесины Pine

source: Trending Down
es_es: Tendencias a la baja
fr_fr: Tendance à la baisse
it_it: Tendenza al ribasso
pt_pt: Tendência descendente
ru_ru: Тенденция вниз

source: Trending Up
de_de: Aufwärtstrend
es_es: Tendencias al alza
fr_fr: La tendance est à la hausse
it_it: Tendenza al rialzo
pt_pt: Tendência para cima
ru_ru: Трендинг вверх

source: Triangle Alert
de_de: Dreiecks-Alarm
es_es: Alerta triangular
fr_fr: Alerte au triangle
it_it: Allarme triangolo
pt_pt: Alerta triangular
ru_ru: Треугольный треугольник

source: Trophy
de_de: Trophäe
es_es: Trofeo
fr_fr: Trophée
it_it: Trofeo
pt_pt: Troféu
ru_ru: трофей

source: Twitch
ru_ru: Твитч

source: Twitter
ru_ru: Твитер

source: UI Components
de_de: UI Komponenten
es_es: Componentes de interfaz de usuario
fr_fr: Composants de l'interface utilisateur
it_it: Componenti dell'interfaccia utente
pt_pt: Componentes da IU
ru_ru: Компоненты UI

source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Télécharger
it_it: Caricare
pt_pt: Carregar
ru_ru: Загрузка

source: Upload an icon representing your app, used for home screen and app listings. Ideally your web app icon should be the logo of your website.
de_de: Lade ein Icon hoch, das deine App repräsentiert und für den Startbildschirm und die App-Auflistungen verwendet wird. Idealerweise sollte das Icon deiner Web-App das Logo deiner Website sein.
es_es: Sube un icono que represente tu aplicación, utilizado para la pantalla de inicio y los listados de aplicaciones. Lo ideal es que el icono de tu aplicación web sea el logotipo de tu sitio web.
fr_fr: Téléchargez une icône représentant votre application, utilisée pour l'écran d'accueil et les listes d'applications. Idéalement, l'icône de votre application web devrait correspondre au logo de votre site web.
it_it: Caricate un'icona che rappresenti la vostra applicazione, utilizzata per la schermata iniziale e per gli elenchi delle applicazioni. Idealmente, l'icona della web app dovrebbe essere il logo del vostro sito web.
pt_pt: Carregue um ícone que represente a sua aplicação, utilizado no ecrã inicial e nas listas de aplicações. Idealmente, o ícone da sua aplicação Web deve ser o logótipo do seu sítio Web.
ru_ru: Загрузите иконку, представляющую вашу Приложение, используемую для домашнего экрана и списков Приложений. В идеале иконка веб-приложений должна быть логотипом вашего сайта.

source: Upload or select your PWA App Icon
de_de: Lade dein PWA App-Symbol hoch oder wähle es aus
es_es: Cargue o seleccione el icono de su aplicación PWA
fr_fr: Téléchargez ou sélectionnez votre icône d'application PWA
it_it: Caricare o selezionare l'icona dell'app PWA
pt_pt: Carregue ou selecione o seu ícone de aplicação PWA
ru_ru: Загрузите или выберите иконку PWA App

source: Upload screenshots of your app to showcase its features and user interface in app stores. By default, we auto-generate one mobile and one desktop version screenshot of your homepage, but you can add up to 5 screenshots of different screens and sizes.
de_de: Lade Screenshots deiner App hoch, um ihre Funktionen und Benutzeroberfläche in den App Stores zu präsentieren. Standardmäßig erstellen wir automatisch einen Screenshot der mobilen und einen Screenshot der Desktop-Version deiner Homepage, aber du kannst bis zu 5 Screenshots von verschiedenen Bildschirmen und Größen hinzufügen.
es_es: Sube capturas de pantalla de tu aplicación para mostrar sus características y su interfaz de usuario en las tiendas de aplicaciones. Por defecto, generamos automáticamente una captura de pantalla de tu página de inicio en versión móvil y otra en versión de escritorio, pero puedes añadir hasta 5 capturas de pantalla de diferentes pantallas y tamaños.
fr_fr: Téléchargez des captures d'écran de votre application pour présenter ses fonctionnalités et son interface utilisateur dans les magasins d'applications. Par défaut, nous générons automatiquement une capture d'écran de votre page d'accueil pour les versions mobile et de bureau, mais vous pouvez ajouter jusqu'à 5 captures d'écran de tailles différentes.
it_it: Caricate le schermate della vostra applicazione per mostrarne le caratteristiche e l'interfaccia utente negli app store. Per impostazione predefinita, generiamo automaticamente uno screenshot della vostra homepage in versione mobile e in versione desktop, ma potete aggiungere fino a 5 screenshot di schermi e dimensioni diverse.
pt_pt: Carregue capturas de ecrã da sua aplicação para mostrar as suas funcionalidades e a interface do utilizador nas lojas de aplicações. Por predefinição, geramos automaticamente uma captura de ecrã da versão móvel e uma da versão desktop da sua página inicial, mas pode adicionar até 5 capturas de ecrã de diferentes ecrãs e tamanhos.
ru_ru: Загрузить экранные снимки вашего приложения, чтобы показать его функции и пользовательский интерфейс в магазинах App. По умолчанию, мы автоматически генерируем одну мобильную и одну настольную версию экранов вашего сайта, но вы можете добавить до 5 экранов разных экранов и размеров.

source: URL Protocol Handler
de_de: URL-Protokoll-Handler
es_es: Manejador de protocolo URL
fr_fr: Gestionnaire de protocole URL
it_it: Gestore del protocollo URL
pt_pt: Manipulador de protocolo URL
ru_ru: Протокол URL

source: URL Query
de_de: URL-Abfrage
es_es: Consulta de URL
fr_fr: Requête URL
it_it: Query URL
pt_pt: Consulta de URL
ru_ru: URL запросы

source: Use custom content wrapper and force script reinitialization.
de_de: Verwende einen benutzerdefinierten Content Wrapper und erzwinge eine Neuinitialisierung des Skripts.
es_es: Usar envoltorio de contenido personalizado y forzar la reinicialización del script.
fr_fr: Utiliser un wrapper de contenu personnalisé et forcer la réinitialisation du script.
it_it: Utilizzare un wrapper di contenuto personalizzato e forzare la reinizializzazione dello script.
pt_pt: Utilizar um invólucro de conteúdo personalizado e forçar a reinicialização do script.
ru_ru: Используйте персонализированный контент-верпер и форсируйте скрипт Реинтеграция.

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
pt_pt: Utilizador
ru_ru: Пользователь

source: Uses a cached response first. If unavailable, fetches from the network and caches the response.
de_de: Verwendet zuerst eine gecachte Antwort. Wenn sie nicht verfügbar ist, holt sie sich die Antwort aus dem Netzwerk und speichert sie im Cache.
es_es: Utiliza primero una respuesta almacenada en caché. Si no está disponible, busca la respuesta en la red y la almacena en caché.
fr_fr: Utilise d'abord une réponse mise en cache. En cas d'indisponibilité, recherche sur le réseau et met la réponse en cache.
it_it: Utilizza prima una risposta nella cache. Se non è disponibile, recupera la risposta dalla rete e la memorizza nella cache.
pt_pt: Utiliza primeiro uma resposta em cache. Se não estiver disponível, vai buscar à rede e coloca a resposta em cache.
ru_ru: Сначала используйте скрытый ответ. Если он недоступен, он выходит из сети и скрывает ответ.

source: Uses a cached response if available and updates the cache in the background. Always requests an asset from the network, using bandwidth.
de_de: Verwendet eine Antwort aus dem Cache, falls verfügbar, und aktualisiert den Cache im Hintergrund. Fordert immer ein Asset aus dem Netzwerk an, was Bandbreite verbraucht.
es_es: Utiliza una respuesta en caché si está disponible y actualiza la caché en segundo plano. Siempre solicita un activo de la red, utilizando ancho de banda.
fr_fr: Utilise une réponse mise en cache si elle est disponible et met à jour le cache en arrière-plan. Demande toujours une ressource au réseau, ce qui utilise la bande passante.
it_it: Utilizza una risposta nella cache, se disponibile, e aggiorna la cache in background. Richiede sempre una risorsa dalla rete, utilizzando la larghezza di banda.
pt_pt: Utiliza uma resposta em cache, se disponível, e actualiza a cache em segundo plano. Solicita sempre um ativo da rede, utilizando a largura de banda.
ru_ru: Используйте скрытый ответ, если он доступен, и обновляйте кеш на фоне. Всегда просит активы из сети, используя ширину ленты.

source: Utensils
de_de: Utensilien
es_es: Utensilios
fr_fr: Ustensiles
it_it: Utensili
pt_pt: Utensílios
ru_ru: Утилиты

source: Utilities
de_de: Versorgungsunternehmen
es_es: Servicios
fr_fr: Utilitaires
it_it: Utilità
pt_pt: Utilidades
ru_ru: Полезные

source: v%s
ru_ru: В %s

source: Vibration
es_es: Vibración
fr_fr: Vibrations
it_it: Vibrazioni
pt_pt: Vibração
ru_ru: Вибрация

source: Vibrations
de_de: Vibrationen
es_es: Vibraciones
it_it: Vibrazioni
pt_pt: Vibrações
ru_ru: вибрации

source: Vibrations feature creates vibes on tapping for mobile users. That can help mobile users recognize when they are tapping and clicking on your website.
de_de: Die Vibrationsfunktion erzeugt Vibrationen beim Antippen für mobile Nutzer. So können mobile Nutzer erkennen, wann sie auf deine Website tippen und klicken.
es_es: La función Vibraciones crea vibraciones al pulsar para los usuarios móviles. Esto puede ayudar a los usuarios móviles a reconocer cuándo están pulsando y haciendo clic en su sitio web.
fr_fr: La fonction "Vibrations" crée des vibrations lors du tapotement pour les utilisateurs mobiles. Cela peut aider les utilisateurs mobiles à reconnaître quand ils tapent et cliquent sur votre site web.
it_it: La funzione Vibrazioni crea vibrazioni al tocco per gli utenti mobili. Questo può aiutare gli utenti mobili a riconoscere quando toccano e fanno clic sul vostro sito web.
pt_pt: A funcionalidade Vibrações cria vibrações ao tocar para os utilizadores móveis. Isto pode ajudar os utilizadores móveis a reconhecer quando estão a tocar e a clicar no seu sítio Web.
ru_ru: Функция вибраций создает вибрации на тапинг для мобильных пользователей. Это может помочь мобильным пользователям распознать, когда они нажаты и нажаты на ваш сайт.

source: Video
es_es: Vídeo
fr_fr: Vidéo
pt_pt: Vídeo
ru_ru: Видео

source: Video/MP4
ru_ru: Видео / MP4

source: Video/WebM
ru_ru: Видео / Webm

source: View your PWA's performance at a glance, including user stats, browser breakdown, and a PWA readiness score. Manage plugin features globally with a single toggle for easy control.
de_de: Sieh dir die Leistung deiner PWA auf einen Blick an, einschließlich Nutzerstatistiken, Browseraufschlüsselung und einem PWA Readiness Score. Verwalte die Plugin-Funktionen global mit einem einzigen Schalter für eine einfache Kontrolle.
es_es: Vea el rendimiento de su PWA de un vistazo, incluidas las estadísticas de usuario, el desglose de navegadores y una puntuación de preparación de la PWA. Gestiona las funciones del plugin globalmente con un solo botón para un control sencillo.
fr_fr: Visualisez les performances de votre PWA en un coup d'œil, y compris les statistiques des utilisateurs, la répartition des navigateurs et un score de préparation de la PWA. Gérer les fonctionnalités du plugin globalement avec un seul bouton pour un contrôle facile.
it_it: Visualizzate le prestazioni della vostra PWA a colpo d'occhio, comprese le statistiche degli utenti, la ripartizione dei browser e il punteggio di prontezza della PWA. Gestite le funzionalità del plugin a livello globale con un unico comando per un controllo più semplice.
pt_pt: Veja o desempenho do seu PWA num relance, incluindo estatísticas do utilizador, repartição do browser e uma pontuação de prontidão do PWA. Gerir globalmente as funcionalidades do plug-in com um único botão de alternância para um controlo fácil.
ru_ru: Посмотрите на перформансы PWA на один взгляд, включая статус пользователей, разрыв браузера и оценка готовности PWA. Управление плагином имеет глобальный доступ с одним Toggle для легкого управления.

source: Volume
de_de: Band
es_es: Volumen
ru_ru: Объем

source: Wallet
de_de: Brieftasche
es_es: Cartera
fr_fr: Portefeuille
it_it: Portafoglio
pt_pt: Carteira
ru_ru: Портфель

source: Wand Sparkles
de_de: Zauberstab funkelt
es_es: La varita brilla
fr_fr: La baguette scintille
it_it: Bacchetta scintillante
pt_pt: Varinha de condão cintilante
ru_ru: Стены распыляются

source: Watch
de_de: Siehe
es_es: Ver
fr_fr: Regarder
it_it: Guarda
pt_pt: Ver
ru_ru: Смотреть
