{"translation-revision-date":"2025-04-09 15:38+0000","generator":"Loco https:\/\/localise.biz\/","source":"frontend\/assets\/js\/dev\/components\/installPrompt.js","domain":"daftplug-progressify","locale_data":{"daftplug-progressify":{"":{"domain":"","lang":"ru_RU","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10 >= 2 && n%10<=4 &&(n%100<10||n%100 >= 20)? 1 : 2);"},"Checking installation capabilities...":["Проверка возможностей установки..."],"Click on \"Install page as app...\" from the menu.":["Нажмите «Инсталляция страницы в качестве приложения...» из меню."],"Click on \"Install this site as app\" from the menu.":["Нажмите кнопку «Настройка этого сайта в качестве приложения» из меню."],"Click the \"Install\" button in the browser's installation dialog.":["Нажмите кнопку «инсталляция» в диалоге с установкой браузера."],"Click the button below to copy the page's URL.":["Нажмите кнопку ниже, чтобы копировать URL страницы."],"Click to Install":["Кликните на инсталляцию"],"Close Dialog":["Близкий диалог"],"Confirm by Clicking \"Install\"":["Проверьте, нажмите «Install»"],"Confirm by Tapping \"Add to Home Screen\"":["Подтвердить, нажмите «Добавить на домашний экран»"],"Confirm by Tapping \"Add\"":["Подтвердить, нажмите «Добавить»"],"Confirm by Tapping \"Install\"":["Подтвердить, нажмите «инсталляция»"],"Copied":["Копировано"],"Copy the Page URL":["Копируйте страницу URL"],"Expand \"Apps\"":["Расширение «Апп»"],"Expand \"Cast, save and share\"":["Расширение «подавать, сэкономить и поделиться»"],"Hover over the \"Apps\" menu item to expand its options.":["Переходите через пункт меню «Аппликации», чтобы расширить свои варианты."],"Hover over the \"Cast, Save, and Share\" menu item to expand its options.":["Переходите через пункт меню «подарить, сэкономить и поделиться», чтобы расширить свои варианты."],"Install Web App":["Инсталляция Web App"],"Installation Not Supported":["Инсталляция не поддерживается"],"Launch the Google Chrome web browser from your home screen.":["Запустите веб-браузер Google Chrome с домашнего экрана."],"Launch the Google Chrome web browser from your start menu.":["Запустите веб-браузер Google Chrome из меню Старт."],"Launch the Safari web browser from your home screen.":["Запустите Safari Web Browser с домашнего экрана."],"Open the Google Chrome Browser":["Откройте браузер Google Chrome"],"Open the Safari Browser":["Откройте Safari Browser"],"Paste and Open the URL":["Запишите и открывайте URL"],"Paste the copied URL into Google Chrome's address bar and open the page.":["Введите копированный URL в адресную ленту Google Chrome и открывайте страницу."],"Paste the copied URL into Safari's address bar and open the page.":["Введите копированный URL в адресную ленту сафари и открывайте страницу."],"Select \"Add to Home Screen\"":["Выберите «Добавить на домашний экран»"],"Select \"Add to Phone\"":["Выберите «Добавить в телефон»"],"Select \"Home Screen\"":["Выберите «домашний экран»"],"Select \"Install page as app...\"":["Выберите «Инсталлировать страницу как приложение ...»"],"Select \"Install this site as app\"":["Выберите «Настройка этого сайта в качестве приложения»"],"Select \"Install\"":["Выберите «Install»"],"Tap the \"Add to Home Screen\" button on the browser installation dialog.":["Нажмите кнопку «Добавить на домашний экран» в диалоге установки браузера."],"Tap the \"Add to Home Screen\" option from the menu.":["Нажмите опцию «Добавить на домашний экран» из меню."],"Tap the \"Add to Home Screen\" option, represented by the plus [+] icon.":["Нажмите опцию «Добавить до домашнего экрана», представленную плюс-иконой."],"Tap the \"Add to Phone\" option from the menu":["Нажмите опцию «Добавить в телефон» из меню"],"Tap the \"Add\" button at the top-right corner of your screen.":["Нажмите кнопку «Добавить» в верхнем правом углу экрана."],"Tap the \"Add\" text on the browser installation dialog.":["Нажмите текст «Добавить» в диалог установки браузера."],"Tap the \"Install\" option from the menu.":["Нажмите опцию «инсталляция» из меню."],"Tap the \"Install\" text on the browser installation dialog.":["Нажмите текст «инсталляция» в диалог установки браузера."],"Tap the Menu Icon":["Нажмите меню иконы"],"Tap the menu icon (three dots) in the top-right corner of your browser window.":["Нажмите икону меню (три точки) в верхнем правом углу окна браузера."],"Tap the menu icon (three dots), located at the bottom-right of your screen.":["Нажмите икону меню (три точки), расположенную в нижней правой части экрана."],"Tap the menu icon (three dots), located at the top-right of your screen.":["Нажмите икону меню (три точки), расположенную в верхней правой части экрана."],"Tap the menu icon (three horizontal lines) located at the bottom-right of your screen.":["Нажмите икону меню (три горизонтальных строки), расположенную в нижней правой части экрана."],"Tap the Share Icon":["Нажмите Share Icon"],"Tap the share icon in the dialog overlay that the browser opens.":["Нажмите икону счета в диалоговом переплете, который открывается браузером."],"Tap the share icon located at the center-bottom of your screen.":["Нажмите икону счета, расположенную в центре дна вашего экрана."],"Tap the share icon located at the right side of the browser's address bar.":["Нажмите икону счета, расположенную на правой стороне адресной ленты браузера."],"Tap the share icon located at the top of the dialog overlay that browser opens.":["Нажмите икону счета, расположенную в верхней части диалога, который открывается браузером."],"Tap the share icon located at the top-right of your browser address bar.":["Нажмите икону счета, расположенную в верхней правой части адресной ленты вашего браузера."],"Tap to Install":["Нажмите для установки"],"Your device does not support web app installation. Please try accessing the website on a mobile or desktop device.":["Ваше устройство не поддерживает установку веб-приложений. Попробуйте получить доступ к Сайту на мобильном или настольном устройстве."],"Your operating system does not support web app installation. Please try accessing the website on an Android or iOS mobile device.":["Операционная система не поддерживает установку веб-приложений. Попробуйте получить доступ к Сайту на мобильном устройстве Android или iOS."]}}}