{"translation-revision-date":"2025-03-22 18:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"frontend\/assets\/js\/dev\/components\/installPrompt.js","domain":"daftplug-progressify","locale_data":{"daftplug-progressify":{"":{"domain":"","lang":"fr_FR","plural-forms":"nplurals=2; plural=n > 1;"},"Copied":["Copié"],"Install Web App":["Installer l'application Web"],"Checking installation capabilities...":["Vérification des capacités d'installation..."],"Click to Install":["Cliquer pour installer"],"Tap to Install":["Tapez sur pour installer"],"Tap the Menu Icon":["Appuyez sur l'icône de menu"],"Tap the menu icon (three dots), located at the top-right of your screen.":["Appuyez sur l'icône de menu (trois points), située en haut à droite de votre écran."],"Select \"Add to Home Screen\"":["Sélectionnez \"Ajouter à l'écran d'accueil\""],"Tap the \"Add to Home Screen\" option from the menu.":["Appuyez sur l'option \"Ajouter à l'écran d'accueil\" dans le menu."],"Confirm by Tapping \"Add\"":["Confirmez en appuyant sur \"Ajouter\""],"Tap the \"Add\" text on the browser installation dialog.":["Appuyez sur le texte \"Ajouter\" dans la boîte de dialogue d'installation du navigateur."],"Select \"Install\"":["Sélectionnez \"Installer\""],"Tap the \"Install\" option from the menu.":["Appuyez sur l'option \"Installer\" dans le menu."],"Confirm by Tapping \"Add to Home Screen\"":["Confirmez en appuyant sur \"Ajouter à l'écran d'accueil\""],"Tap the \"Add to Home Screen\" button on the browser installation dialog.":["Appuyez sur le bouton \"Ajouter à l'écran d'accueil\" dans la boîte de dialogue d'installation du navigateur."],"Select \"Home Screen\"":["Sélectionnez \"Écran d'accueil\""],"Tap the menu icon (three horizontal lines) located at the bottom-right of your screen.":["Appuyez sur l'icône de menu (trois lignes horizontales) située en bas à droite de votre écran."],"Select \"Add to Phone\"":["Sélectionnez \"Ajouter au téléphone\""],"Tap the \"Add to Phone\" option from the menu":["Appuyez sur l'option \"Ajouter au téléphone\" dans le menu"],"Confirm by Tapping \"Install\"":["Confirmez en appuyant sur \"Installer\""],"Tap the \"Install\" text on the browser installation dialog.":["Appuyez sur le texte \"Installer\" dans la boîte de dialogue d'installation du navigateur."],"Copy the Page URL":["Copier l'URL de la page"],"Click the button below to copy the page's URL.":["Cliquez sur le bouton ci-dessous pour copier l'URL de la page."],"Open the Google Chrome Browser":["Ouvrir le navigateur Google Chrome"],"Launch the Google Chrome web browser from your home screen.":["Lancez le navigateur web Google Chrome depuis votre écran d'accueil."],"Paste and Open the URL":["Coller et ouvrir l'URL"],"Paste the copied URL into Google Chrome's address bar and open the page.":["Collez l'URL copiée dans la barre d'adresse de Google Chrome et ouvrez la page."],"Tap the Share Icon":["Appuyez sur l'icône Partager"],"Tap the share icon located at the center-bottom of your screen.":["Appuyez sur l'icône de partage située au centre en bas de votre écran."],"Tap the \"Add to Home Screen\" option, represented by the plus [+] icon.":["Appuyez sur l'option \"Ajouter à l'écran d'accueil\", représentée par l'icône plus [+]."],"Tap the \"Add\" button at the top-right corner of your screen.":["Appuyez sur le bouton \"Ajouter\" dans le coin supérieur droit de votre écran."],"Tap the share icon located at the top-right of your browser address bar.":["Appuyez sur l'icône de partage située en haut à droite de la barre d'adresse de votre navigateur."],"Tap the share icon in the dialog overlay that the browser opens.":["Appuyez sur l'icône de partage dans la fenêtre de dialogue qui s'ouvre dans le navigateur."],"Tap the menu icon (three dots), located at the bottom-right of your screen.":["Appuyez sur l'icône de menu (trois points), située en bas à droite de votre écran."],"Tap the share icon located at the top of the dialog overlay that browser opens.":["Appuyez sur l'icône de partage située en haut de la boîte de dialogue qui s'ouvre dans le navigateur."],"Tap the share icon located at the right side of the browser's address bar.":["Appuyez sur l'icône de partage située à droite de la barre d'adresse du navigateur."],"Open the Safari Browser":["Ouvrir le navigateur Safari"],"Launch the Safari web browser from your home screen.":["Lancez le navigateur web Safari depuis votre écran d'accueil."],"Paste the copied URL into Safari's address bar and open the page.":["Collez l'URL copiée dans la barre d'adresse de Safari et ouvrez la page."],"Installation Not Supported":["L'installation n'est pas prise en charge"],"Your operating system does not support web app installation. Please try accessing the website on an Android or iOS mobile device.":["Votre système d'exploitation ne prend pas en charge l'installation de l'application web. Veuillez essayer d'accéder au site web sur un appareil mobile Android ou iOS."],"Tap the menu icon (three dots) in the top-right corner of your browser window.":["Appuyez sur l'icône de menu (trois points) dans le coin supérieur droit de la fenêtre de votre navigateur."],"Expand \"Cast, save and share\"":["Élargir le champ d'application de \"Cast, save and share\" (diffuser, enregistrer et partager)"],"Hover over the \"Cast, Save, and Share\" menu item to expand its options.":["Survolez l'élément de menu \"Cast, Save, and Share\" pour développer ses options."],"Select \"Install page as app...\"":["Sélectionnez \"Installer la page en tant qu'application...\""],"Click on \"Install page as app...\" from the menu.":["Cliquez sur \"Installer la page en tant qu'application...\" dans le menu."],"Confirm by Clicking \"Install\"":["Confirmez en cliquant sur \"Installer\""],"Click the \"Install\" button in the browser's installation dialog.":["Cliquez sur le bouton \"Installer\" dans la boîte de dialogue d'installation du navigateur."],"Expand \"Apps\"":["Développer \"Apps\""],"Hover over the \"Apps\" menu item to expand its options.":["Survolez l'élément de menu \"Apps\" pour développer ses options."],"Select \"Install this site as app\"":["Sélectionnez \"Installer ce site en tant qu'application\""],"Click on \"Install this site as app\" from the menu.":["Cliquez sur \"Installer ce site en tant qu'application\" dans le menu."],"Launch the Google Chrome web browser from your start menu.":["Lancez le navigateur web Google Chrome à partir du menu Démarrer."],"Your device does not support web app installation. Please try accessing the website on a mobile or desktop device.":["Votre appareil ne prend pas en charge l'installation de l'application web. Veuillez essayer d'accéder au site web sur un appareil mobile ou de bureau."],"Close Dialog":["Fermer la boîte de dialogue"]}}}